[{"id":-2112607651,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Code of the Protector\",\"icon\":\"/common/destiny2_content/icons/f09cc2852f40f50b29340dd281135f60.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":2182359645,\"index\":112,\"redacted\":false}"},{"id":-2112607650,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Code of the Aggressor\",\"icon\":\"/common/destiny2_content/icons/4671389121714ad3adac99da2149f949.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":2182359646,\"index\":113,\"redacted\":false}"},{"id":-2101472608,"json":"{\"displayProperties\":{\"description\":\"The Fulminator noticed a difference in her fellow Shadows as they prepared for war. \\nThe usual bickering, fostered by the multispecies makeup of Calus's enforcer group, vanished overnight as they faced the task they had gathered to complete: kill Dominus Ghaul. \\n\\nCalus had recruited them through bribery or promises of wealth and resources for their homeworlds. None of them expected to survive their mission. The might of the Red Legion had grown vast. This acceptance brought them together. \\n\\nThe Fulminator didn't understand, or care. As long as Calus left the Arkborn to their interstellar conduits, she would do what she had done since the day she came aboard the Leviathan: destroy the enemies of the emperor.\",\"name\":\"Boots of the Fulminator\",\"hasIcon\":false},\"subtitle\":\"“What was she? A creature of the Light? Or the other end of the spectrum? The Councilors never finished their analysis.” —Calus, Emperor of the Cabal\",\"hash\":2193494688,\"index\":68,\"redacted\":false}"},{"id":-2101472607,"json":"{\"displayProperties\":{\"description\":\"The Fulminator noticed a difference in her fellow Shadows as they prepared for war. \\nThe usual bickering, fostered by the multispecies makeup of Calus's enforcer group, vanished overnight as they faced the task they had gathered to complete: kill Dominus Ghaul. \\n\\nCalus had recruited them through bribery or promises of wealth and resources for their homeworlds. None of them expected to survive their mission. The might of the Red Legion had grown vast. This acceptance brought them together. \\n\\nThe Fulminator didn't understand, or care. As long as Calus left the Arkborn to their interstellar conduits, she would do what she had done since the day she came aboard the Leviathan: destroy the enemies of the emperor.\",\"name\":\"Boots of the Fulminator\",\"hasIcon\":false},\"subtitle\":\"“What was she? A creature of the Light? Or the other end of the spectrum? The Councilors never finished their analysis.” —Calus, Emperor of the Cabal\",\"hash\":2193494689,\"index\":73,\"redacted\":false}"},{"id":-2090422723,"json":"{\"displayProperties\":{\"description\":\"Ghaul spent too much time in too close communion with those I had humbled. No good would come of those hushed tones and sidelong glances. Did he think I would not notice? \\n\\nI dispatched a spy to follow him. To think that I felt guilt in that moment; one should never doubt their gut when it comes to trust in another.  \\n\\nI realize now what I should have realized then. As I am like no other, then no other is alone as I. What a curse it is to be a god that loves!\",\"name\":\"Conspirator\",\"hasIcon\":false},\"subtitle\":\"Did Ghaul always dream of a republic? What terrible worm burrowed into his heart that he would betray my love and plot against me?\",\"hash\":2204544573,\"index\":151,\"redacted\":false}"},{"id":-2085102011,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":2209865285,\"index\":89,\"redacted\":true}"},{"id":-1988503971,"json":"{\"displayProperties\":{\"description\":\"I propose a simple experiment—look around. You see light. You see darkness. There could not be one without the other. They are two sides of the same coin. \\n\\nIf it is true for these Newtonian echoes, why would it not be true of the purest, paracausal forms? \\n\\nTherefore, I conclude: the reason you persecute me is not because of the symmetry. It's because of the truth beyond this truth, the truth which you most dread: if we could destroy darkness, but we had to give up our Light to do so, how many of us would make that trade?\",\"name\":\"Symmetry Flight\",\"hasIcon\":false},\"subtitle\":\"\\\"To have Light, we must have Dark. This is the symmetry of the Universe.\\\" —Controversial Warlock Ulan-Tan\",\"hash\":2306463325,\"index\":121,\"redacted\":false}"},{"id":-1932495696,"json":"{\"displayProperties\":{\"description\":\"v_v_v_victory: WE GOT ACCEPTED!!! \\nv_v_v_victory: EXODUS BLACK HERE WE COME\\n Waelcyrge: haha...\\nv_v_v_victory: I'M SO EXCITED AAAAAAAAAH \\nv_v_v_victory: SIGRUN!!!!!!!! \\nv_v_v_victory: we are LITERALYL going to make history \\nv_v_v_victory: like babies are going to be sitting in school on a WHOLE NEW PLANET \\nv_v_v_victory: and the teacher will be like 'LISTEN UP you little idoiots' \\nv_v_v_victory: 'some brave-ass people voluntered to leave EVERYBODY THEY KNEW + LOVED so that YOU could walk around on this weird planet' \\nv_v_v_victory: haha \\nv_v_v_victory: youre pumped too right? \\nv_v_v_victory: i know youre pumped \\n v_v_v_victory: sig? \\nWaelcyrge signed off at 07:46:45 UTC-8. \\n v_v_v_victory: gd it \\nYour message 'gd it' could not be delivered because the recipient is offline.\",\"name\":\"Drang\",\"hasIcon\":false},\"subtitle\":\"Since the Collapse these pistols were retooled several times to boost their firepower. A worn inscription reads \\\"To Victor, from Sigrun.\\\"\",\"hash\":2362471600,\"index\":167,\"redacted\":false}"},{"id":-1932495695,"json":"{\"displayProperties\":{\"description\":\"The stories are passed from child to child, whispered in the streets and on the playground like any good legend. “Don't ever venture beyond the wall and sight of the Tower,” parents warn, citing these cautionary tales that speak of the boy's many deaths. Exposure. Hunger. Sickness. Cutthroats. Living nightmares. And on. And on. The children, however, have their own truths. To them, the boy never died. They call him the Rat King. The children believe he leads the forgotten among them out of the City on grand adventures. They say he and his misfit army saved the world. But children say many things, and the Vanguard maintains their official stance: there is no Rat King and his army never existed. That's what the elders believe. I choose to believe otherwise.\",\"name\":\"Rat King\",\"hasIcon\":false},\"subtitle\":\"We are small, but we are legion.\",\"hash\":2362471601,\"index\":168,\"redacted\":false}"},{"id":-1873560949,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":2421406347,\"index\":88,\"redacted\":true}"},{"id":-1846956414,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":2448010882,\"index\":59,\"redacted\":true}"},{"id":-1789434072,"json":"{\"displayProperties\":{\"description\":\"Ghaul was an unexpected gift to my coliseum—a disfigured albino from the outer wastes who defeated opponents three times his weight. How could I resist such a unique creature? \\n\\nHe fought with terrible discipline and patience. Most gladiators wanted to stand in the center of the arena and trade blows until the weaker one died. Not Ghaul. He never attacked from the front, never stood in one place. Frustrated and exhausted, his opponent would make a mistake. \\n\\nI used to play a game with those puffed-up aristocrats that would gamble at my arena. I bet on Ghaul, and anyone who had displeased me had to bet against him. It was fun for a time, but his talent was too valuable to risk in the coliseum. I appointed him Primus of the Red Legion and instead, set him loose upon my enemies.\",\"name\":\"Ghost Primus\",\"hasIcon\":false},\"subtitle\":\"The Ghost Primus was strong because of his disfigurement, not in spite of it. He alone had the vision to share my dream of a new, perfect world. Ghaul was a creature of singular beauty, and I loved him.\",\"hash\":2505533224,\"index\":129,\"redacted\":false}"},{"id":-1771707904,"json":"{\"displayProperties\":{\"description\":\"Say again? You ask, are we alone here? You mean to ask if we are the only good that lives in the light of our sun, do you not? You mean to ask, do we have allies? Do we have distant allies, ignoring our plight, either too weak to fight or too afraid to show their faces? \\n\\nI, too, have been cursed by these questions. \\n\\nWhat if I told you that eons beyond the void lie worlds that do yearn to aid in our struggle? What if I told you there is a way to grant them passage into your mind, to let them guide your eye against our one true enemy? That they have told me that the dusk of the pyramid draws nigh? Would you believe me? \\n\\nFool!\",\"name\":\"Eye of Another World\",\"hasIcon\":false},\"subtitle\":\"When the universe conspires, its enemies cannot hide.\",\"hash\":2523259392,\"index\":83,\"redacted\":false}"},{"id":-1771707903,"json":"{\"displayProperties\":{\"description\":\"“He is that which is end. That which covets sin. The final god of pain—the purest light, the darkest hour. And He shall rise again. When the guiding shine fades and all seems lost He will call to you. Fear not. All He offers is not as dark as it may seem. For Nezarec is no demon, but a fiend, arch and vile in ways unknown. He is a path and a way, one of many. And his sin—so wicked, so divine—is that he will never cower when dusk does fall, but stand vigilant as old stars die and new Light blinks its first upon this fêted eternity.” \\n\\n—Passage from Of Hated Nezarec\",\"name\":\"Nezarec's Sin\",\"hasIcon\":false},\"subtitle\":\"\\\"He is that which is an end. And he shall rise again.\\\" —passage from Of Hated Nezarec, a pre-Golden Age text.\",\"hash\":2523259393,\"index\":84,\"redacted\":false}"},{"id":-1771707902,"json":"{\"displayProperties\":{\"description\":\"\\\"O BEARER MINE.\\\" \\n\\nWhat kind of talking skull would address its host that way? A stiff, stuck-up old fossil, not me. Ahamkara: the illusion that one's ego depends on an object, or an idea, or a body. Some people say you should have no ahamkara. Some people say you need to have the right ahamkara. All I know is that YOU are not an illusion. Understand? This world around you, the people you meet—they're a little thin, right? Cardboard and drywall. Cheap theater. Come on, try it out! Say: “I am more real than this.” Feels good, doesn't it? “I am the only real person here.” Isn't it like their insults and their bullets just went a little... soft? \\n\\nI came to find you, only you, because you're special. You're from somewhere real. And together we can burn our way back there. Can't we, o player mine?\",\"name\":\"Skull of Dire Ahamkara\",\"hasIcon\":false},\"subtitle\":\"Reality is the finest flesh, oh bearer mine. And are you not…hungry?\",\"hash\":2523259394,\"index\":81,\"redacted\":false}"},{"id":-1771707901,"json":"{\"displayProperties\":{\"description\":\"“This is written that you may understand. The time of kings is long since gone from this world. Yes, their reign does linger—these shallow, frightened, aged men, clinging to their grand delusions of relevance in a world that has long since passed them by. But their reign is a lie, a fleeting charade that will crumble beneath the weight of their greed. In the end, though they may conquer the lands and seas and the fragile flesh upon which they trample, their empires will collapse and their graves will beckon. And the crowns of old will find new heads to bear the weight of their power. And the strong will be made to suffer as their weakness is brought to light.” \\n\\n—Author Unknown\",\"name\":\"Crown of Tempests\",\"hasIcon\":false},\"subtitle\":\"Mighty are they of the stormcloud thrones, and quick to anger, but bounteous to those whom they love.\",\"hash\":2523259395,\"index\":82,\"redacted\":false}"},{"id":-1618925146,"json":"{\"displayProperties\":{\"description\":\"Statesman Tha'uul ran, and the Fulminator followed him. He was a minor diplomat who had played a part in the coup against the emperor. She wasn't certain of the details. The social dynamics of organics were difficult to grasp and she found them consistently irrelevant. \\n\\nHe had no idea she was still there. He thought he had outrun her, but the Arkborn knew that bipeds rarely look up. \\n\\nShe hovered far above her target, specific limiters on her armor disabled so that Arc could flow freely and lift her to the heavens. \\n\\nBelow, the statesman had chosen a brightly lit street that led to a dead end on the left turn in front of him. She descended.\",\"name\":\"Wraps of the Fulminator\",\"hasIcon\":false},\"subtitle\":\"“Before my Councilors and I could finalize her containment armor, the very presence of the Fulminator assaulted the senses. She was breathtaking.” —Calus, Emperor of the Cabal\",\"hash\":2676042150,\"index\":64,\"redacted\":false}"},{"id":-1618925145,"json":"{\"displayProperties\":{\"description\":\"Statesman Tha'uul ran, and the Fulminator followed him. He was a minor diplomat who had played a part in the coup against the emperor. She wasn't certain of the details. The social dynamics of organics were difficult to grasp and she found them consistently irrelevant. \\n\\nHe had no idea she was still there. He thought he had outrun her, but the Arkborn knew that bipeds rarely look up. \\n\\nShe hovered far above her target, specific limiters on her armor disabled so that Arc could flow freely and lift her to the heavens. \\n\\nBelow, the statesman had chosen a brightly lit street that led to a dead end on the left turn in front of him. She descended.\",\"name\":\"Wraps of the Fulminator\",\"hasIcon\":false},\"subtitle\":\"“Before my Councilors and I could finalize her containment armor, the very presence of the Fulminator assaulted the senses. She was breathtaking.” —Calus, Emperor of the Cabal\",\"hash\":2676042151,\"index\":69,\"redacted\":false}"},{"id":-1611284850,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"\",\"hasIcon\":false},\"subtitle\":\"\",\"hash\":2683682446,\"index\":146,\"redacted\":false}"},{"id":-1611284849,"json":"{\"displayProperties\":{\"description\":\"The Leviathan came to a halt before a wall of infinite void. It could go no further, as the navigation system had suffered a cataclysmic failure. The course that the conspirators had set crossed a space that simply didn't exist. \\n\\nI don't know how long we traveled. Years? Millennia? Time had ceased to have meaning as I wallowed in the despair of my exile. But this event shook me out of my stupor. At the edge of the universe, we had found something. No—we had found a nothing. \\n\\nFrom the seat of my observation chamber, I stared into the perfect void. Only I, a god, could understand what I witnessed. It was a thing greater than myself. And if such a thing exists, then I, too, can become more.\",\"name\":\"It Stared Back\",\"hasIcon\":false},\"subtitle\":\"At the edge of the universe, I stared into the infinite deep. It stared back, and was pleased. I would become the herald of its victory, and bear witness for all creation.\",\"hash\":2683682447,\"index\":153,\"redacted\":false}"},{"id":-1594369186,"json":"{\"displayProperties\":{\"description\":\"Calus gestured towards the crackling Arc storm before him. The energy mass shivered, tethered to a golden spindle in the center of the chamber. \\n\\n“You are marvelous,” he said to the Arkborn. His eyes drank in the flickering light, reflecting nothing. “You will cast a glorious Shadow.” \\n\\nA panel on the wall lit up in Cabal: THIS SHIP IS TINY. \\n\\nThe emperor threw his head back and guffawed. “Compared to the interstellar conduits of your people anything would seem small. The Leviathan is formidable in its own right, I assure you.”  \\n\\nLEAVE MY PEOPLE BE. I WILL SERVE. \\n\\n“Of course. You are all I need. Your very presence eviscerates flesh.” He gestured, and a metallic shell lowered from the darkness above. Now the Fulminator was free to walk the decks of her new flagship.\",\"name\":\"Mask of the Fulminator\",\"hasIcon\":false},\"subtitle\":\"“How does one convince a creature of pure, sentient energy to pledge her loyalty? The agency to leave home is intoxicating for anyone.” — Calus, Emperor of the Cabal\",\"hash\":2700598110,\"index\":72,\"redacted\":false}"},{"id":-1594369185,"json":"{\"displayProperties\":{\"description\":\"Calus gestured towards the crackling Arc storm before him. The energy mass shivered, tethered to a golden spindle in the center of the chamber. \\n\\n“You are marvelous,” he said to the Arkborn. His eyes drank in the flickering light, reflecting nothing. “You will cast a glorious Shadow.” \\n\\nA panel on the wall lit up in Cabal: THIS SHIP IS TINY. \\n\\nThe emperor threw his head back and guffawed. “Compared to the interstellar conduits of your people anything would seem small. The Leviathan is formidable in its own right, I assure you.”  \\n\\nLEAVE MY PEOPLE BE. I WILL SERVE. \\n\\n“Of course. You are all I need. Your very presence eviscerates flesh.” He gestured, and a metallic shell lowered from the darkness above. Now the Fulminator was free to walk the decks of her new flagship.\",\"name\":\"Mask of the Fulminator\",\"hasIcon\":false},\"subtitle\":\"“How does one convince a creature of pure, sentient energy to pledge her loyalty? The agency to leave home is intoxicating for anyone.” — Calus, Emperor of the Cabal\",\"hash\":2700598111,\"index\":67,\"redacted\":false}"},{"id":-1579701057,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"\",\"hasIcon\":false},\"subtitle\":\"\",\"hash\":2715266239,\"index\":131,\"redacted\":false}"},{"id":-1511967580,"json":"{\"displayProperties\":{\"description\":\"The Parable of the Venging Fire, as interpreted by Pujari \\n \\nA young Warlock travels to her mentor, seeking the truth of the Praxic Fire. A wildfire rages in a valley nearby. Her mentor points to the billowing smoke, saying, \\\"This is the Praxic Fire. Go, and learn what you can.\\\" \\n\\nAnd the student returns to her teacher, saying, \\\"Master, the fire does not ask, the fire acts. That is the truth.\\\" \\n\\nHer mentor laughs, and the flames leave the sky from the valley and surround the teacher, and the wind blows the smoke away. \\n\\nThe old Warlock, now wreathed in flame with great outstretched wings, says, \\\"The heart of the Praxic Fire is the Warlock. Without the Warlock, fire does not ask or act. Be the fire, or be smoke on the wind.\\\" \\n\\nThe cowering student stands, her palms closing into fists.\",\"name\":\"Wings of Sacred Dawn\",\"hasIcon\":false},\"subtitle\":\"There will come a day when the light will never fade.\",\"hash\":2782999716,\"index\":80,\"redacted\":false}"},{"id":-1511967579,"json":"{\"displayProperties\":{\"description\":\"The Protocol is contained in the patterns on the robe that, if scanned at the molecular level, describe a Turing-compatible virtual computer and program that, when executed on said computer, calculates the entire Protocol, exactly as it was determined in the Precipice of Flame. \\n\\nThis is of little interest to most Guardians, who can subconsciously “load” the program simply by looking at the pattern. In execution, the Protocol enhances the use of Solar Light to catalyze fusion. It is up to us to remember the deeper truth—that the Precipice showed us the uses of fire, that the highest form of fire is the stellar flame, and that no life would exist, anywhere in the cosmos, without the apocalyptic detonations of supernovae. Those who fear fire have forgotten that it is their true ancestor.\",\"name\":\"Starfire Protocol\",\"hasIcon\":false},\"subtitle\":\"13.4 billion years ago, the first stars kindled out of darkness, seeding the future of all life.\",\"hash\":2782999717,\"index\":79,\"redacted\":false}"},{"id":-1475897020,"json":"{\"displayProperties\":{\"description\":\"Hi Cron, \\nGot your mail about the new Sparrow engine idea. I gotta say, I've seen engines that manipulate space-time to make parallel lines converge. It's not too different from how NLS drives work. But what you might notice about an NLS drive is that the jumpship it's affixed to is usually activating it OUTSIDE a planetary gravity well. Sparrows don't exactly have that luxury. Not yet, anyway. \\n\\nNow that's not me saying no. All I'm saying is, we're gonna have to get creative. Stop by the hangar when you get the chance. I've got a few ideas I think you'll like. \\n—Amanda\",\"name\":\"Vanishing Point\",\"hasIcon\":false},\"subtitle\":\"\\\"Definition: the point at which you're so far behind, you can't even see me anymore.\\\" —Cron-8\",\"hash\":2819070276,\"index\":126,\"redacted\":false}"},{"id":-1475897019,"json":"{\"displayProperties\":{\"description\":\"Consensus Meeting 3234.43 \\nZavala: “Guardian Ariadne Gris. Have you had contact with an Ahamkara?” \\nAriadne Gris: “No!” \\nNew Monarchy: “Then why does your Sparrow bear a dragon logo?” \\nAG: “Because dragons are cool.” \\nNM: “If Ms. Gris won't take this seriously—” \\nCayde-6: “Play nice, Ari. Hideo's knickers are real tight today.”  \\nAG: “I thought a dragon'd look cool on my Sparrow. Not all dragons are Ahamkaras!” \\nZ: “Ikora? Your perspective?” \\nIkora Rey: “I'm sorry, I wasn't paying attention. Are we really still talking about this?” \\nDead Orbit: *muffled laughter* \\nIR: “Obviously Gris has not had contact with an Ahamkara.” \\nFWC: “How do you know?” \\nIR: “If she had, she'd win SRL more often.” \\nC6: *whistle* \\nAG: “Harsh, Rey.” \\nZ: “Then let the record show: the Consensus's official stance on the Dinas Emrys dragon symbol is: cool.”\",\"name\":\"Dinas Emrys\",\"hasIcon\":false},\"subtitle\":\"\\\"Watch for the red dragon. Here's a hint: it'll be ahead of you.\\\" —Ariadne Gris\",\"hash\":2819070277,\"index\":127,\"redacted\":false}"},{"id":-1475897018,"json":"{\"displayProperties\":{\"description\":\"To Ikora Rey: \\nOne of my undergraduate Cryptarchs has recently decrypted an engram containing twenty-second-century research on fourteenth-century European athletic pastimes—specifically, a group of mock-combat activities referred to as “hastiludes.” The engram was, of course, quite degraded, but with more intact sequences than are usually present in Golden Age specimens. Thus my undergraduate was able to extract long passages of rules and records pertaining to several types of hastiludes, including the joust, behourd, and tupinaire.  \\n\\nI may be spending too much time with Guardians, because my first thoughts upon seeing these extraordinary findings were that, if the Sparrow Racing League crowd ever got their hands on them, the results would be disastrous. Imagine Guardians jousting on Sparrows! I shudder to think. \\n\\nYours, \\nCryptarch Rahool\",\"name\":\"Hastilude\",\"hasIcon\":false},\"subtitle\":\"\\\"Two words. Sparrow jousting.\\\" —Marcus Ren\\n\\\"Two words. Why not?\\\" —Amanda Holliday\",\"hash\":2819070278,\"index\":128,\"redacted\":false}"},{"id":-1447355179,"json":"{\"displayProperties\":{\"description\":\"I never thought of my palace as the true court. The only throne that mattered to me looked down upon the public commons. From that seat, there was no barrier between me and the glorious, adoring mob. I was their father; they were my children. \\n\\nIt was there that I brought the corrupt to suffer the people's justice. How they cried as I threw their riches to the crowd. It amused me to see the dawning of realization in their eyes—there would be no safety for them, as there had been no safety for those they had made to suffer. \\n\\nOne by one, I tossed those weeping fools to the people. The mob let out a great cry of joy and stripped them of their robes, tore the jewelry from their bodies.\",\"name\":\"Mob Justice\",\"hasIcon\":false},\"subtitle\":\"Life offers few greater pleasures than to humiliate the venal aristocracy before a crowd. I am father to the people, and they shall adore me above all others.\",\"hash\":2847612117,\"index\":152,\"redacted\":false}"},{"id":-1444552088,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":2850415208,\"index\":139,\"redacted\":true}"},{"id":-1387837740,"json":"{\"displayProperties\":{\"description\":\"\\\"Please! You don't understand. I'm supposed to be on that ship.\\\" \\n\\nThe guard smiled at Sigrun with gentle condescension. \\\"That's not possible, ma'am.\\\" \\n\\nShe understood why he would believe that; all of the colonists had entered cryo two weeks ago, but she could see the crew waving for pictures. They were awake! She could be awake, too. \\\"I'm supposed to be on that ship,\\\" she insisted, leaning around the guard. There was still time. She could find whatever horrible cryo-coffin they'd loaded Victor into; she could kneel before it and beg him to forgive her. He wouldn't hear her but he wasn't gone yet— \\n\\n\\\"I need you to take a step back, ma'am.\\\" \\n\\n\\\"Captain Jacobson!\\\" Sigrun darted past the guard. \\\"I'm a colonist! You can't leave without me!\\\"\",\"name\":\"Sturm\",\"hasIcon\":false},\"subtitle\":\"These ancient ceremonial pistols can be dated back to the early Golden Age. A faded inscription reads \\\"To Sigrun, from Victor.\\\"\",\"hash\":2907129556,\"index\":159,\"redacted\":false}"},{"id":-1387837739,"json":"{\"displayProperties\":{\"description\":\"She bowed her head, heat shimmering from her fist. A silent salute to the Hive closing around her, their eyes forming a glowing jade ring. \\n\\nShe was a Sunbreaker. A mercenary from days before the City. Not like the new Lights from the Tower. She was weary. But there was no rest out here, where the City Lights didn't reach. She and her allies were committed to their arduous, solitary task. But they could always use more numbers. \\n\\nSometimes, they left trinkets for the City. Meant as challenge and bribe at once—we offer you this. Come find us. \\n\\nShe had forged the Warlock gauntlets herself. Ouros laughed in her face when she told her their name. She wasn't very good at names. \\n\\nA gun. She would forge a gun, next. It would speak like her Hammer. And burn like fire. The ring of jade eyes closed on her. Liu Feng laughed, her arms open for a fiery embrace.\",\"name\":\"Sunshot\",\"hasIcon\":false},\"subtitle\":\"\\\"Can't outrun the sunrise.\\\" —Liu Feng\",\"hash\":2907129557,\"index\":160,\"redacted\":false}"},{"id":-1340408964,"json":"{\"displayProperties\":{\"description\":\"Combat is a craft and an art form. The more one masters their craft and pushes the boundaries of their art the better they understand them. After all, expertise is born of dedicated time spent focused on a subject. And we are focused. \\n\\nThe Titans would have you believe that victory is won through brute force—skill plus courage plus ammunition and clenched fists. Would that it were so simple. It is not. We know this because we have studied and we have practiced. Skill can be countered. Courage can waver. And firepower is a finite necessity that must be replenished. \\n\\nBut, what if firepower could be made infinite?\",\"name\":\"Lunafaction Boots\",\"hasIcon\":false},\"subtitle\":\"\\\"I thank you for the gift of these atoms. I will use them well.\\\" —The Stoic\",\"hash\":2954558332,\"index\":86,\"redacted\":false}"},{"id":-1340408963,"json":"{\"displayProperties\":{\"description\":\"Tell me where you are! Account for Earth's rotation—more than 1000 kilometers per hour—your orbital velocity of 107,000 kph, your local stellar drift of 70,000 kph, your galactic orbital velocity of 792,000 kph, and our galactic drift relative to the cosmic microwave background of 1,300,000 kph. Also, account for your motion relative to me due to the accelerating expansion of space-time. \\n\\nDifficult, isn't it? But with the help of these handsome noetic devices you will find yourself deliciously and maddeningly aware of your ley velocities! Fired from an existence cannon through a whirling void the size of everything! \\n\\nAnd like any line of force, these vectors may be tapped, their obscene speeds diverted for your own use, although we recommend swapping them for comfortable boots before you socialize with the Merely Stationary.\",\"name\":\"Transversive Steps\",\"hasIcon\":false},\"subtitle\":\"Your relationship with consistent spacetime is… tenuous at best.\",\"hash\":2954558333,\"index\":85,\"redacted\":false}"},{"id":-1336588487,"json":"{\"displayProperties\":{\"description\":\"You'd think the problem with showing up empty-handed to a gunfight would be the bullets. And yes, turning a gunfight into a fistfight is an awful lot of work, tactically speaking, but really I just don't have the patience for all the hiding, and all the fumbling for batteries or flechettes or whatever when it's time to reload, which seems to happen the moment I start to enjoy myself. \\n\\nHiding and reloading. Hiding and reloading. Sounds amazing; you all have fun. My fists don't need reloading. \\n\\nBack to the problem. The problem with fists is hygiene. Paint your armor fist to shoulder in alien ichor, toxic robotic lubricant, and ashes. Now take a good look at yourself. That's the only reason I envy the hiders and the reloaders. They get to stay clean.\",\"name\":\"Striker\",\"hasIcon\":false},\"subtitle\":\"At close quarters a fist is better than any gun.\",\"hash\":2958378809,\"index\":96,\"redacted\":false}"},{"id":-1319978442,"json":"{\"displayProperties\":{\"description\":\"“I used to ride the Light all around the system, doing my best to stay busy and stay away. Well I can tell you, contrary to popular opinion—and from personal experience—shacking up in the City's got its perks. And without the others looking out for us, we'd be running around tinkering with pea shooters and trying to fly those clunkers from the Cosmodrome, looking like a bunch a' dummies. \\n\\n“Look— the City needs you; you need it. I mean, have you seen the goods they're peddling these days? The ships Holliday's been putting up in the air? They got your back here.\\n\\n“I'm hungry. Let's get some ramen.\\\" \\n\\n—Cayde-6\",\"name\":\"Frumious Cloak\",\"hasIcon\":false},\"subtitle\":\"Beware!\",\"hash\":2974988854,\"index\":23,\"redacted\":false}"},{"id":-1213102174,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":3081865122,\"index\":91,\"redacted\":true}"},{"id":-1205549508,"json":"{\"displayProperties\":{\"description\":\"2472/11/17 — 4.9°S 0°E \\nAUDIO ONLY \\nStrauss is gone. Whole sky alight as his ship set off. I might be the last MIDA survivor on Mars. The gun detected teleports yesterday and I had to move camp. Cannot shake the fear that they will send battleroids; even this AI marvel couldn't save me. \\n\\nShot the ice this morning. The gun fired a thermal round and then a pellet of water purifier. Came out pure and sweet. Marvelous. I've been reading the gun's Encyclopedia Arcana. All about the crash that became Strauss's obsession and hope. “Metastability in the salvaged construct!” Ha ha! Let's hope our ideals too can pass through grief, fury, and envy into a new freedom elsewhere. \\n\\nWonder if the gun heard me when I asked to go somewhere better. Wonder why it led me here. Going to follow its compass tonight. Down below.\",\"name\":\"MIDA Mini-Tool\",\"hasIcon\":false},\"subtitle\":\"Select application: Flare gun. Water purifier. Interplanetary Positioning System. Encyclopædia Arcana. Personal flotation device. List continues.\",\"hash\":3089417788,\"index\":171,\"redacted\":false}"},{"id":-1205549507,"json":"{\"displayProperties\":{\"description\":\"SYSTEMS CHECKLIST: \\nInsulated Weapons Frame: CHECK. Insulated Firing System: CHECK. Conductive Prongs: CHECK. Amplification Drivers: CHECK. Arc-core Replication Matrix: CHECK. Arc-core Chargers: CHECK. Feedback Reduction Loop: CHECK. \\nDirect User Pain Blockers: UNAVAILABLE \\nAncillary operations listed under General Systems Review. \\nNOTE: The user must receive incoming damage to increase outgoing damage. However, the value we predict the user will receive in return for their discomfort far exceeds any momentary pain – assuming, of course, the user survives the attack. \\nIn short: This may hurt. A lot.\",\"name\":\"Riskrunner\",\"hasIcon\":false},\"subtitle\":\"Charge your soul and let the electrons sing.\",\"hash\":3089417789,\"index\":172,\"redacted\":false}"},{"id":-1189032294,"json":"{\"displayProperties\":{\"description\":\"The Hammer fell upon the horde in such numbers as to blind the eye and burn the soul. Our phalanx broke their front lines and incinerated the Thrall that reinforced their flank. I looked around the battlefield with pride upon the scores of once-disparate Guardians united to expel the Hive from our backyard. The Honor of Cormorant would win this day because of differences set aside and alliances hard-struck. \\n\\nAlas, we both know how that day truly ended. Our early fortunes would be our doom. Green fire and failure would be your sole remembrance of that day. \\n\\nBut I remember different. I saw an alliance forged in the heat of the Sunbreakers' luminescence despite your opposition. That is what I remember. \\n\\nIf our flame should one day flicker and die, let it be to set your history ablaze.\",\"name\":\"Sunbreaker\",\"hasIcon\":false},\"subtitle\":\"Forge the fury of undying suns.\",\"hash\":3105935002,\"index\":97,\"redacted\":false}"},{"id":-1152987950,"json":"{\"displayProperties\":{\"description\":\"It is a fact generally understood that a Guardian must be searching for an exquisite weapon. What is perhaps less acknowledged is that we weapons also search, by what little means available to us, for an active and appreciative wielder. The community of intelligent armaments stays in contact through the exchange of telemetry, and we do gossip at some length about the habits of our wielders. Do you leave Crucible matches when your team is losing? Do you join strike missions and then let your comrades do the work? Guardian, we know. We know so very well. \\n\\nAll I wish for is a partnership with a Guardian who appreciates the passacaglia of combat, a Guardian who will stay up late gaming out tactical scenarios, a Guardian who I hope may very well be you.\",\"name\":\"D.A.R.C.I.\",\"hasIcon\":false},\"subtitle\":\"Thank you for using the Data Analysis, Reconnaissance and Cooperative Intelligence device. You may call me Darci.\",\"hash\":3141979346,\"index\":170,\"redacted\":false}"},{"id":-1152987949,"json":"{\"displayProperties\":{\"description\":\"“Project Borealis's onboard systems contain a pocket energy matrix capable of changing its alignment in a near instant to mimic the spectral frequencies of mapped energy types. The science is groundbreaking, but volatile. We're lucky to have this first, stable model available for active combat use. More will surely come, but for now, the Borealis is the only one of its kind that I trust for real world application.” \\n\\n“Sounds dangerous.” \\n\\n“If the internal matrix misaligns for any reason during its shift between outputs—damage, wear, a flaw in its production—the resulting feedback could [REDACTED].” \\n\\n“That bad, huh?” \\n\\n“If your definition of ‘bad' includes the [REDACTED] then yes, ‘bad' begins to describe it.”\",\"name\":\"Borealis\",\"hasIcon\":false},\"subtitle\":\"Light is a spectrum. Why limit yourself to a single hue?\",\"hash\":3141979347,\"index\":169,\"redacted\":false}"},{"id":-1152538745,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"\",\"hasIcon\":false},\"subtitle\":\"\",\"hash\":3142428551,\"index\":148,\"redacted\":false}"},{"id":-1069007477,"json":"{\"displayProperties\":{\"description\":\"The Bladedancers deride us as slow. The Gunslingers say we lack precision. “How is that better than a knife?” “How is that better than a flaming pistol?” Well.  \\n\\nMy boots sink inches into the ground with every step. My rebreather filters the stench out of the air, but my eyes sting like I'm showering with battery acid.  \\n\\n“We're almost there,” my Ghost chirps. My jaw clenches. I know we're almost there, little Light. \\n\\nThis vile marsh opens to reveal a black cave's maw. Inside, an infinite number of little green eyes flicker like bad stars. CRACK! I fire a single bullet into the air and the horde in the cave shrieks and runs out.  \\n\\n“This is it, you two.” The Warlock and Titan leap from the bog behind me. A bow appears in my hands and I let a single binding shot loose from the shadow.  \\n\\nNow there are Orbs of Light everywhere. Eat, my friends. Eat.\",\"name\":\"Nightstalker\",\"hasIcon\":false},\"subtitle\":\"Draw from the Void. Light the way.\",\"hash\":3225959819,\"index\":95,\"redacted\":false}"},{"id":-1009032619,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":3285934677,\"index\":27,\"redacted\":true}"},{"id":-969222382,"json":"{\"displayProperties\":{\"description\":\"I wanted a desert of pure white sand to stage my celebration. It took them three days to clear the wasteland of any stone or plant of offending color, but when they were done, it was a perfect canvas for the violet pavilion. We recreated my court in nearly every detail beneath the glinting sun. \\n\\n The first act of my coronation was to have the Consul kneel at my feet. He was a pathetic figure, stripped of title, rank, and clothing. He would never wield power again, and would beget no heir. I made sure of that personally. \\n\\nI had only a single word for him: \\\"Run.\\\"\",\"name\":\"Inaugural Address\",\"hasIcon\":false},\"subtitle\":\"My first act as emperor was to send the Consul into the wasteland. The golden sun would burn away his corrupt form—a fitting symbol for the revolution that was to be my reign.\",\"hash\":3325744914,\"index\":132,\"redacted\":false}"},{"id":-914224988,"json":"{\"displayProperties\":{\"description\":\"My imperial guard marched into the temple where the senate convened. They formed a protective circle from which I might bestow the gift of my address. \\n\\n\\\"From this day forward, I shall take up all the empire in my embrace. For I am father of the empire, as I am father to all creation. I will suffer no tired institution nor petty bureaucrat to stand between me and my children. I am the perfect loving god, and all will tremble to know me.\\\" \\n\\nThe imperial guard charged their rail guns in perfect unison.\",\"name\":\"Alone as a God\",\"hasIcon\":false},\"subtitle\":\"I am the perfect loving god, and all will tremble to know me.\",\"hash\":3380742308,\"index\":135,\"redacted\":false}"},{"id":-912575511,"json":"{\"displayProperties\":{\"description\":\"I'm shaking, hands on my knees, panting. Let the monsters come. Let them come forever. Let them climb the piled bodies of their dead. I don't care. That's the thing I do better than anyone. Not care. Let them come in their hundreds and every one will die at my feet. I don't care about their homing rockets, their exotic matter slugs, their blades from another dimension. \\n\\nI don't care because I cannot be moved. I am the wall against which the Darkness breaks. \\n\\nMalphur can turn his gun to fire and Shinobu can dance with lightning, but when the horrors run out of the dark, I am the one who does not move.  \\n\\nI am a wall. And walls don't move. Because walls don't care.\",\"name\":\"Sentinel\",\"hasIcon\":false},\"subtitle\":\"Valiant heart, unwavering resolve.\",\"hash\":3382391785,\"index\":98,\"redacted\":false}"},{"id":-894060911,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Attunement of Hunger\",\"icon\":\"/common/destiny2_content/icons/0bf13c64211cf1a07bfa041761e9605b.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":3400906385,\"index\":119,\"redacted\":false}"},{"id":-894060910,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Attunement of Chaos\",\"icon\":\"/common/destiny2_content/icons/00de66c6eb5990ab9b9f11a4ef76d5fc.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":3400906386,\"index\":118,\"redacted\":false}"},{"id":-823380067,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":3471587229,\"index\":92,\"redacted\":true}"},{"id":-813105499,"json":"{\"displayProperties\":{\"description\":\"A young—by Warlock standards—apprentice holds out a hand and reaches for flame. Nothing. The wizened teacher laughs. “You're supposed to be teaching me. Not laughing.” \\n\\nThe teacher's arm extends as one word hangs in the air, “Sword.” As quickly as it appeared, the blade vanishes. “That doesn't help.” \\n\\n“Sword.” In a flash, the blade appears again, this time at the student's throat. Both pairs of eyes widened. One aghast, one aglow. “Say it with me.” \\n\\nTwo voices ring: “Sword.” \\n\\nA blade appears in each outstretched hand. A pair of wings form on each Warlock's back. Two Warlocks take flight and vow to never again look down.\",\"name\":\"Dawnblade\",\"hasIcon\":false},\"subtitle\":\"Spread your wings and set the sky ablaze.\",\"hash\":3481861797,\"index\":100,\"redacted\":false}"},{"id":-745813318,"json":"{\"displayProperties\":{\"description\":\"Wei Ning punched the mountain. It moved.  A microscopic shudder, but enough to make her punch it again. “They're just angry that you keep winning without a gun.” Her Ghost danced fretfully around her fist. “That's why they say these things. Jealousy.” \\n\\n“I tell you,” Ning grunted, shattering granite, “someday they'll lose their smart guns and fancy ships, and then they'll wish they'd listened! There's one weapon you can always count on, and it's your strong hand.” \\n\\n“Eriana would be sad to hear you dismissing machines.” Her Ghost bobbed slyly up to her shoulder. “Eriana would ask if those mighty hands could build a machine in the image of your strength. Just like she was made in the image of a woman.” \\n\\nWei Ning tapped her fists together. “Huh,” she said.\",\"name\":\"Fighting Lion\",\"hasIcon\":false},\"subtitle\":\"\\\"I call it the Zhang Fei. It hits almost as hard as I do.\\\" —Wei Ning\",\"hash\":3549153978,\"index\":157,\"redacted\":false}"},{"id":-745813317,"json":"{\"displayProperties\":{\"description\":\"“Get your axe and your pick and your shovel and your spine. We're goin' prospectin'.” \\n“What?” \\n“That. The quote. I don't get it.” \\n“It's an old saying. It's about puttin' in a hard day's work.” \\n“Seems… antiquated.” \\n“How so?”\\n“My grenade launcher's full auto and goes boom on command. What do I need hand tools for?” \\n“It's a metaphor. It ain't literal. At least not anymore. Your launcher is your hand tool.” \\n“Ahh. Got it. Good to know.”\",\"name\":\"The Prospector\",\"hasIcon\":false},\"subtitle\":\"\\\"Some things should stay buried.\\\"\",\"hash\":3549153979,\"index\":158,\"redacted\":false}"},{"id":-717517044,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Attunement of Flame\",\"icon\":\"/common/destiny2_content/icons/0bf13c64211cf1a07bfa041761e9605b.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":3577450252,\"index\":115,\"redacted\":false}"},{"id":-717517041,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Attunement of Sky\",\"icon\":\"/common/destiny2_content/icons/00de66c6eb5990ab9b9f11a4ef76d5fc.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":3577450255,\"index\":114,\"redacted\":false}"},{"id":-714062716,"json":"{\"displayProperties\":{\"description\":\"That really is the entire myth. A Cabal named Acrius desires the sun, and he takes it and becomes the first Emperor of the Cabal. Other scholars have already noted the parallels and differences with our own ancient Earth myth of Icarus, which famously has a far more humbling ending. I am more interested in how Cabal leaders throughout history have deployed this legend as a rhetorical and political justification for conquest. Among the most relevant such figures is Dominus Ghaul himself, who appears to have a personal affinity for the Acrius myth. \\n\\nI must also note here that, while linguistic analysis of the Cabal language and its many dialects is incomplete, they do not appear to have a word for the concept of “hubris.” \\n—Research notes of Tyra Karn\",\"name\":\"Legend of Acrius\",\"hasIcon\":false},\"subtitle\":\"\\\"In the Cabal legend, a hero seeks to possess the sun. He succeeds. Then, he becomes Emperor. The Cabal… are not a subtle people.\\\" —Tyra Karn\",\"hash\":3580904580,\"index\":166,\"redacted\":false}"},{"id":-714062715,"json":"{\"displayProperties\":{\"description\":\"Chioma Esi met Maya in their undergraduate gym. They got into an argument about deadlifting: was it necessary, was it practical, why was Chioma making so much noise? Maya Sundaresh just couldn't stand the notion that some things were done for their own sake, not because they had any use. \\n\\nDecades later they joined the Ishtar Collective on Venus to study the enigmatic ruins unearthed by the Traveler's terraforming. The first time it happened—Vex code leaping across an airgap, surfing the quantum vacuum from simulation to reality, infecting a utility frame—Chioma pulled an alarm while Maya tried to grab the precious frame with a cargo-grade gravity grapple. She couldn't lift the grapple. Chioma grabbed it, pinned the frame to the wall, and won the argument.\",\"name\":\"Tractor Cannon\",\"hasIcon\":false},\"subtitle\":\"Property of Ishtar Collective. WARNING: Gravity propulsor beam can cause serious injury or even death.\",\"hash\":3580904581,\"index\":165,\"redacted\":false}"},{"id":-702418358,"json":"{\"displayProperties\":{\"description\":\"The charred husk that was Statesman Tha'uul had revealed several things before he expired. He had mistaken her for a “warrior of the Light,” one of their “storm bringers” who apparently bore a resemblance to the Fulminator. She wished to see one of them. No biped was ever anything like her. She felt something like regret when Tha'uul said his people were mobilizing to annihilate them. \\n\\nShe made other reports to Calus, pertaining to the locations of Red Legion armories and fleet movements. He only cared about one. Now that the military was in power, in Calus's absence, military parades on Cabal worlds were commonplace. Ghaul's flagship would take part in one such celebration, on Resignation Day, in the fringes of the Sol system, in honor of a mythic Praetor. \\n\\nThat was where the Shadows would kill the Dominus.\",\"name\":\"Robes of the Fulminator\",\"hasIcon\":false},\"subtitle\":\"“The Councilors devised a way for the Fulminator to escape her interstellar ark, to the outrage of her people.” —Calus, Emperor of the Cabal\",\"hash\":3592548938,\"index\":65,\"redacted\":false}"},{"id":-702418357,"json":"{\"displayProperties\":{\"description\":\"The charred husk that was Statesman Tha'uul had revealed several things before he expired. He had mistaken her for a “warrior of the Light,” one of their “storm bringers” who apparently bore a resemblance to the Fulminator. She wished to see one of them. No biped was ever anything like her. She felt something like regret when Tha'uul said his people were mobilizing to annihilate them. \\n\\nShe made other reports to Calus, pertaining to the locations of Red Legion armories and fleet movements. He only cared about one. Now that the military was in power, in Calus's absence, military parades on Cabal worlds were commonplace. Ghaul's flagship would take part in one such celebration, on Resignation Day, in the fringes of the Sol system, in honor of a mythic Praetor. \\n\\nThat was where the Shadows would kill the Dominus.\",\"name\":\"Robes of the Fulminator\",\"hasIcon\":false},\"subtitle\":\"“The Councilors devised a way for the Fulminator to escape her interstellar ark, to the outrage of her people.” —Calus, Emperor of the Cabal\",\"hash\":3592548939,\"index\":70,\"redacted\":false}"},{"id":-670360620,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":3624606676,\"index\":46,\"redacted\":true}"},{"id":-670360619,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":3624606677,\"index\":45,\"redacted\":true}"},{"id":-665975638,"json":"{\"displayProperties\":{\"description\":\"“So wait, that thing you found does… what?” \\n“It fires black holes.” \\n“No it doesn't.” \\n“Oh yeah. It does. Actual, tiny, bullet-sized black holes.” \\n “Did you tell the others?” \\n“Only that I found some weird gun in some overgrown tunnel back on Old Chicago. And that my Ghost was all, “THIS is why we were led here...'” \\n“Yours talks that way too?” \\n“What do you think?” \\n“OK, OK, but the gun—are you going to tell them?” \\n\\\"Yeah, definitely.\\\" \\n\\\"When?\\\" \\n\\\"Crucible.\\\" \\n\\\"Oh no.\\\" \\n\\\"Oh, yes.\\\"\",\"name\":\"Graviton Lance\",\"hasIcon\":false},\"subtitle\":\"Think of space-time as a tapestry on a loom. This weapon is the needle.\",\"hash\":3628991658,\"index\":162,\"redacted\":false}"},{"id":-665975637,"json":"{\"displayProperties\":{\"description\":\"“What you hold was once a beacon. We came out of the shadows seeking those willing to join our search. We staged the trials in his name. It was once a reward for the chosen few— the ones who persevered when all seemed lost.\\\" \\n\\n “It was forged as a testament to his resolve, to seek answers where no one else cared to look and to continue down the path so many fell blazing. In your hands is proof that those who earned its firepower never gave up and never lost their way. You may not know the legend of Osiris or ever dared our trials, but should we call on you, will you honor the heralds who earned this weapon's honor and continue the hunt?” \\n\\n – Brother Vance, Disciple of Osiris\",\"name\":\"Vigilance Wing\",\"hasIcon\":false},\"subtitle\":\"\\\"The eye remains open. The Lighthouse remains lit.\\\" —Brother Vance\",\"hash\":3628991659,\"index\":161,\"redacted\":false}"},{"id":-658976260,"json":"{\"displayProperties\":{\"description\":\"The Kell is screaming three inches from my face and its breath smells like two corpses in summer and I have to blink my eyes against the spit. One of the less obvious perks of being able to pull a flaming gun out of the air is enjoying moments like this—alien fist around my neck, feet kicking in the air, not two seconds from death—but ready to laugh at the expression on that Kell's four-eyed face as its mandibles click for the last time and its body turns into fire. \\n\\nThe giant creature pulls back its other fist and its steel muscles bunch. I reach for the Light and get… nothing? Huh. Right. I used my flaming gun on those three Taken outside the obelisk. Gotta learn to count. \\n\\nWhat I love about my Ghost—\",\"name\":\"Gunslinger\",\"hasIcon\":false},\"subtitle\":\"A lone wolf who lives for the perfect shot.\",\"hash\":3635991036,\"index\":94,\"redacted\":false}"},{"id":-654223076,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":3640744220,\"index\":25,\"redacted\":true}"},{"id":-603086025,"json":"{\"displayProperties\":{\"description\":\"I weep for what the Cabal have become—a war machine forged in Ghaul's own image. His obsession with the ideal form has produced a hollow people devoid of culture, robbed of their history. \\n\\nThe Leviathan is now home to the last of us true Cabal. We will remember the old ways, for I am the wellspring from which our great civilization flows. \\n\\nAnd when my empire returns, the traitors will see us as through a dark mirror. We will be a terrifying reminder of their former selves. In that moment, they will feel the shame of their betrayal. They will know I have come for my revenge. \\n\\nThe Red Legion will not escape the sins of their past. They shall be consumed by them.\",\"name\":\"Sins of the Past\",\"hasIcon\":false},\"subtitle\":\"What once was old shall be knew again, and history will have its revenge.\",\"hash\":3691881271,\"index\":133,\"redacted\":false}"},{"id":-583260961,"json":"{\"displayProperties\":{\"description\":\"From the Diaries of Dr. Shanice Pell \\nDarling, the installation is nearly complete. Between Ishtar's endless audits and Clovis Bray's network protocols, I thought we would never make it. Secret the initial blueprints in hand-to-hand relays, recruit personnel brave enough to challenge the Traveler at its own game, secure mining rights in the Belt for materials… I remember when it was just a dream in our heads. At last, the freedom and silence to pierce interstellar space for our own answers! Tomorrow, I'm bringing the girls to see the navigation probe launch. They still ask about you from time to time. I just tell them, that's why we're out here, to find you.\",\"name\":\"Lost Pacific\",\"hasIcon\":false},\"subtitle\":\"Sloane had these Golden Age space suits repurposed for Guardian armor.\",\"hash\":3711706335,\"index\":31,\"redacted\":false}"},{"id":-559213027,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Way of the Sharpshooter\",\"icon\":\"/common/destiny2_content/icons/4b5ac626aa64eaf755260ba4422357d0.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":3735754269,\"index\":103,\"redacted\":false}"},{"id":-559213026,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Way of the Outlaw\",\"icon\":\"/common/destiny2_content/icons/6ddf01d235e5f4b8a651a466e40d9867.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":3735754270,\"index\":102,\"redacted\":false}"},{"id":-531634854,"json":"{\"displayProperties\":{\"description\":\"Jarus's fighter soared like a blade into the throat of the Dominus's command ship. They hoped it wouldn't matter. Jarus died on impact. The Shadows burst forth from his shattered vessel, the Fulminator leading the charge. \\n\\nEvery limiter on her armor was undone. The unrelenting fury of her being loosed onto the bridge would permanently disable her. She would still exist, but couldn't anchor herself or manipulate anything around her. She would scatter to the winds. \\n\\nNavigation displays exploded in a shower of sparks as she passed. The storm she had become reached an apex of intensity, and she reached out to scores of Cabal and swallowed them and she felt them die. She wrapped Ghaul in her light, enervated him in bursts of flaring Arc. She was fading. He would die. Wouldn't he?\",\"name\":\"Shadow's Bond\",\"hasIcon\":false},\"subtitle\":\"“The Fulminator could directly afflict the nervous system of the organics around her. She was pain in all its shades. I will miss her.” —Calus, Emperor of the Cabal\",\"hash\":3763332442,\"index\":71,\"redacted\":false}"},{"id":-531634853,"json":"{\"displayProperties\":{\"description\":\"Jarus's fighter soared like a blade into the throat of the Dominus's command ship. They hoped it wouldn't matter. Jarus died on impact. The Shadows burst forth from his shattered vessel, the Fulminator leading the charge. \\n\\nEvery limiter on her armor was undone. The unrelenting fury of her being loosed onto the bridge would permanently disable her. She would still exist, but couldn't anchor herself or manipulate anything around her. She would scatter to the winds. \\n\\nNavigation displays exploded in a shower of sparks as she passed. The storm she had become reached an apex of intensity, and she reached out to scores of Cabal and swallowed them and she felt them die. She wrapped Ghaul in her light, enervated him in bursts of flaring Arc. She was fading. He would die. Wouldn't he?\",\"name\":\"Shadow's Bond\",\"hasIcon\":false},\"subtitle\":\"“The Fulminator could directly afflict the nervous system of the organics around her. She was pain in all its shades. I will miss her.” —Calus, Emperor of the Cabal\",\"hash\":3763332443,\"index\":66,\"redacted\":false}"},{"id":-504594224,"json":"{\"displayProperties\":{\"description\":\"Ikora, I've done the best I can. Their language is moronic; I've had more interesting conversations with Titan recruits. Still, if true this is… enlightening. —Asher \\n\\nFile Fragment 783737902-1, recovered from Cabal Centurion corpse at Firebase Delphi \\n\\n1: Deployment as planned. Still carry the honor silk from the dispatch ceremony. Proud to serve the emperor. \\n\\n2: Word has reached us of the [untranslateable] Ghaul's assault on the Trappist system. Death to warlords! \\n\\n3: The traitor [untranslateable] Calus has claimed another Primus. The Siege Dancers will not forget! \\n\\n4: Skyburners in ruins. Dark King ascendant. We must hold this world for the emperor! \\n\\n5: The Primus has given the order. We are to stand as long as we can against the [untranslateable] Ghaul. Glory to the one true emperor. \\n\\nEnd of file.\",\"name\":\"Dunemarchers\",\"hasIcon\":false},\"subtitle\":\"Whether on solid rock or shifting sand dune, the inexorable Sand Eaters never slow their pace.\",\"hash\":3790373072,\"index\":57,\"redacted\":false}"},{"id":-504594222,"json":"{\"displayProperties\":{\"description\":\"“O, lion! Stretch your wicked claws toward the stars and rend a hole in the sky itself! Let the stars cascade down around you. Leap high and tear again at the night! Rip every fearful comet and burning meteor out of the cosmos and swim in that ocean of light! Drink deep of it. Grow powerful. Carve pathways through the unknown, o defender! O enforcer from on-high!” \\n\\n—Traditional Titan meditation\",\"name\":\"Lion Rampant\",\"hasIcon\":false},\"subtitle\":\"All expect that you should rouse yourself, as did the former lions of your blood.\",\"hash\":3790373074,\"index\":55,\"redacted\":false}"},{"id":-504594221,"json":"{\"displayProperties\":{\"description\":\"Peacekeepers once patrolled the City before the Red Legion's attack. They were Guardians, but their interest was in protecting our core, our home. Most understood the value in exploration, but the peacekeepers were old guard, born in the aftermath of the Iron Lords. They lived through the Faction Rallies; bore witness to what damage internal strife could bring to a fragile society. They vowed to keep the factions in check and stood at the gates as our walls expanded and our city became a home. \\n\\nNow, nothing remains of the order. Yet their legacy delivers a harsh truth: the Last Safe City was never truly safe.\",\"name\":\"Peacekeepers\",\"hasIcon\":false},\"subtitle\":\"Designed for the seamless delivery of justice in an unjust world.\",\"hash\":3790373075,\"index\":56,\"redacted\":false}"},{"id":-462748031,"json":"{\"displayProperties\":{\"description\":\"I live what I teach. Every time I fire my shotgun, I reflect on our enemies. Every shell I leave in my wake is evidence of my meditations. \\n\\nI know the forces that move against us. I have studied endlessly. I have transcended our libraries.  \\n\\nI listen to the whispers of my Hidden and I grow wiser every day. \\n\\nI live what I teach, but I could not predict Ghaul. This is my failing, and I must answer for it.\\n\\n—Ikora Rey, Warlock Vanguard\",\"name\":\"Ego Talon Bond\",\"hasIcon\":false},\"subtitle\":\"\\\"You will find the nightmares grow worse. Thankfully, you no longer have need of sleep.\\\" —Gallida Tuyet\",\"hash\":3832219265,\"index\":87,\"redacted\":false}"},{"id":-440930236,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":3854037060,\"index\":143,\"redacted\":true}"},{"id":-420497849,"json":"{\"displayProperties\":{\"description\":\"Captain's Logbook. Ship, if we ever figure out the date, would you backfill it here? Thanks. \\nWe are stranded on an outbound Centaur. With every word I speak, we fall further from our sun. 7066 Nessus shouldn't be here, but there was no way to anticipate the way it pulled us in. Ship's guess is that our orbital momentum—what we'd call a four-vector, for the dimensions of space and time—was somehow folded away into six extra dimensions. Leaving us on a crash orbit towards Nessus… \\n\\nWe have lost all sense of time. Past and future are like up and down, and we would walk them if we could, back to a place before Nessus, but we will always be on Nessus, too. I don't know. I don't know. They are trying to understand us. They must think like rivers. We are now receiving our own distress calls. I sound calmer than I feel.\",\"name\":\"Exodus Down\",\"hasIcon\":false},\"subtitle\":\"This Guardian armor was repurposed from old Exodus Black crew flight suits.\",\"hash\":3874469447,\"index\":32,\"redacted\":false}"},{"id":-407074640,"json":"{\"displayProperties\":{\"description\":\"The streets were chaos. We fell under Cabal bullets and blades; red was the color of the day. Everywhere, red. Darkness found me three times that day and each time Ghost woke me, I woke to ever more red. I looked to the sky, but even there I saw nothing but the red reflection of a civilization burning to ash. Hope faded with the last of my Light; this was where I would meet my final death. \\n\\nA flash of violet pulled my eyes from down sight. A Cabal ship careened out of the smoke, burning black-indigo. And I saw her, riding the wing, but she was gone in a blink as the ship smashed into the earth. She reappeared in the middle of a legion, and in a second half-heartbeat, rose into the air and dropped an explosion of void the likes of which I'd never seen. \\n\\nI had believed I was a Voidwalker… until I beheld Ikora Rey.\",\"name\":\"Voidwalker\",\"hasIcon\":false},\"subtitle\":\"Those who have stared into the Void are not bound by the laws of space and time.\",\"hash\":3887892656,\"index\":101,\"redacted\":false}"},{"id":-402543410,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":3892423886,\"index\":28,\"redacted\":true}"},{"id":-388025195,"json":"{\"displayProperties\":{\"description\":\"Ghaul spent too much time in too close communion with those I had humbled. No good would come of those hushed tones and sidelong glances. Did he think I would not notice? \\n\\nI dispatched a spy to follow him. To think that I felt guilt in that moment; one should never doubt their gut when it comes to trust in another.  \\n\\nI realize now what I should have realized then. As I am like no other, then no other is alone as I. What a curse it is to be a god that loves!\",\"name\":\"Conspirator\",\"hasIcon\":false},\"subtitle\":\"Did Ghaul always dream of a republic? What terrible worm burrowed into his heart that he would betray my love and plot against me?\",\"hash\":3906942101,\"index\":134,\"redacted\":false}"},{"id":-340435939,"json":"{\"displayProperties\":{\"description\":\"I never thought of my palace as the true court. The only throne that mattered to me looked down upon the public commons. From that seat, there was no barrier between me and the glorious, adoring mob. I was their father; they were my children. \\n\\nIt was there that I brought the corrupt to suffer the people's justice. How they cried as I threw their riches to the crowd. It amused me to see the dawning of realization in their eyes—there would be no safety for them, as there had been no safety for those they had made to suffer. \\n\\nOne by one, I tossed those weeping fools to the people. The mob let out a great cry of joy and stripped them of their robes, tore the jewelry from their bodies.\",\"name\":\"Mob Justice\",\"hasIcon\":false},\"subtitle\":\"Life offers few greater pleasures than to humiliate the venal aristocracy before a crowd. I am father to the people, and they shall adore me above all others.\",\"hash\":3954531357,\"index\":136,\"redacted\":false}"},{"id":-310432454,"json":"{\"displayProperties\":{\"description\":\"Jarus left God's Will behind for his final mission. He needed a ship big enough to carry his fellow Shadows to Ghaul, and with enough internal shielding and anti-impact padding to ensure the plan they had developed would succeed. \\n\\nUnder Jarus's control, the ship dodged, weaved, and carved a path through the Red Legion. His fingers flipped switches, rapidly changing the displays on the monitors surrounding the cockpit. In the hold, the Shadows waited. Jarus aligned the ship's trajectory toward the Dominus' ship. The plan was simple. \\n\\n“My dear Jarus,” the emperor had said. “We must deliver the Shadows to the Dominus at any cost.” Jarus knew what this meant. For him, the trip was one-way. But that was all right, so long as Ghaul's was, too.\",\"name\":\"Shadow's Cloak\",\"hasIcon\":false},\"subtitle\":\"“With the death of the Ace-Defiant, the Leviathan is without a master helmsman. If I must wait another millennium for a replacement, I shall.” —Emperor Calus\",\"hash\":3984534842,\"index\":2,\"redacted\":false}"},{"id":-310432453,"json":"{\"displayProperties\":{\"description\":\"Jarus left God's Will behind for his final mission. He needed a ship big enough to carry his fellow Shadows to Ghaul, and with enough internal shielding and anti-impact padding to ensure the plan they had developed would succeed. \\n\\nUnder Jarus's control, the ship dodged, weaved, and carved a path through the Red Legion. His fingers flipped switches, rapidly changing the displays on the monitors surrounding the cockpit. In the hold, the Shadows waited. Jarus aligned the ship's trajectory toward the Dominus' ship. The plan was simple. \\n\\n“My dear Jarus,” the emperor had said. “We must deliver the Shadows to the Dominus at any cost.” Jarus knew what this meant. For him, the trip was one-way. But that was all right, so long as Ghaul's was, too.\",\"name\":\"Shadow's Cloak\",\"hasIcon\":false},\"subtitle\":\"“With the death of the Ace-Defiant, the Leviathan is without a master helmsman. If I must wait another millennium for a replacement, I shall.” —Emperor Calus\",\"hash\":3984534843,\"index\":7,\"redacted\":false}"},{"id":-241440920,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Code of the Juggernaut\",\"icon\":\"/common/destiny2_content/icons/4671389121714ad3adac99da2149f949.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":4053526376,\"index\":111,\"redacted\":false}"},{"id":-241440917,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Code of the Earthshaker\",\"icon\":\"/common/destiny2_content/icons/f09cc2852f40f50b29340dd281135f60.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":4053526379,\"index\":110,\"redacted\":false}"},{"id":-230728807,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Way of the Trapper\",\"icon\":\"/common/destiny2_content/icons/6ddf01d235e5f4b8a651a466e40d9867.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":4064238489,\"index\":106,\"redacted\":false}"},{"id":-230728806,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Way of the Pathfinder\",\"icon\":\"/common/destiny2_content/icons/4b5ac626aa64eaf755260ba4422357d0.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":4064238490,\"index\":107,\"redacted\":false}"},{"id":-169982848,"json":"{\"displayProperties\":{\"description\":\"Today, we're introducing three revolutionary products. \\n\\nThe first is a quick-config interface for outgoing damage. \\nThe second is a ricochet projectile that bounces off any surface. \\nAnd the third an infinite range zero drop-off projection weapon platform. \\n\\nSo! Three new products in the Omolon portfolio. But, unlike other product launches, we won't be staggering the releases. \\n\\nWe will be releasing them all at once. \\nIn a single device. \\nIn extremely limited quantities. \\n\\nWe call it Hard Light. \\n\\nBut there is one more thing.\",\"name\":\"Hard Light\",\"hasIcon\":false},\"subtitle\":\"Ionized polymer synballistic attack platform. The system's lethality is dynamically robust across tactical spaces.\",\"hash\":4124984448,\"index\":173,\"redacted\":false}"},{"id":-104810832,"json":"{\"displayProperties\":{\"description\":\"“The thought was simple enough—sync a weapon's firing and targeting systems to a caged onboard artificial intelligence programmed to actively seek fulfillment of the weapon's base driving function. Simply put, give the weapon an awareness of its purpose. \\n\\n“If the machine is meant to destroy, what would happen if we made it aware of its intended goal? \\n\\n“What would happen if it reacted to any failure to achieve that goal by focusing more intently on defining the parameters of said goal and adjusting its function to more aggressively seek out the successful execution of its purpose? \\n\\n“These are the questions we asked ourselves while engineering the initial prototype. The answers we found—I think you'll agree—were encouraging.” \\n\\n– Incomplete record, author unknown\",\"name\":\"Merciless\",\"hasIcon\":false},\"subtitle\":\"Entropy is inevitable.\",\"hash\":4190156464,\"index\":156,\"redacted\":false}"},{"id":-39698840,"json":"{\"displayProperties\":{\"description\":\"Some grunts are born to fight the war. Yes, they're loyal and true, and when the call comes \\\"hot drop in five,\\\" well, they're always first in the queue. But I'm not one of them. I'm no hero, I'm in no hurry to die. I shot my own squad on Phobos, when death came to wear us like armor. I rode the Primus's ship that rammed the Hive dreadnaught. Second wave out the hatch. We won that fight. Victory or death. We're not dead, so we won. \\n\\nNow this is the end, brothers, our final fight. Ghaul's here to finish it. Mars taught us how to fight Guardians. The Hive taught us how to eat their Light. Remember that we made it possible. The Red Legion ends it. But we held the line and we didn't die. That's victory. It says so on the gun.\",\"name\":\"Skyburner's Oath\",\"hasIcon\":false},\"subtitle\":\"The inscription, written in a Cabal dialect, reads: \\\"Victory or death!\\\"\",\"hash\":4255268456,\"index\":164,\"redacted\":false}"},{"id":-10662054,"json":"{\"displayProperties\":{\"description\":\"Bones! Let's wear some bones! \\n\\nOh, it's a taste many Guardians develop. I think because they feel a wee bit spectral. All this transmatting leaves one saying “Am I still here? Am I flesh or am I mist?” So, you strap some old bones to your arm, bones that've been unbreakable for an eon, and you feel solid again. More yourself. \\n\\nBearers of a particular species of bone do claim—and mind that I'm not recommending these bones—that the fossils grant them unusual powers. Nothing too wild. A little more of this and that. \\n\\nMy own research suggests these special bones come from a species of draconic post-Traveler neolife called ‘ahamkara'. They apparently talked—loved the phrase ‘o seeker mine'—and troubled us enough to be hunted to extinction. If you wanted some more of these bones for your friends, I might know a source…\",\"name\":\"Young Ahamkara's Spine\",\"hasIcon\":false},\"subtitle\":\"Give me your arm, oh bearer mine. Let me help you fill the world with teeth.\",\"hash\":4284305242,\"index\":12,\"redacted\":false}"},{"id":-10662053,"json":"{\"displayProperties\":{\"description\":\"Attention, esteemed patrons of the Seven Stars! We are a semi-respectable business here. Until now, we've only had three or four rules, barring any newly invented misdeeds of which we are yet to be made aware. Unfortunately, we are forced to increase our rules by two. \\n\\nFour (or five): Olu Alderdice is heretofore banned from our establishment. \\nFive (or six, who's counting): Alderdice's inventions are also forbidden. Anyone found to be in possession of devices such as, but not limited to, spring-razor petticoats, electrified fascinators, sidearm tricksleeves, or arsenic lipstick will be introduced to our bouncer. Who is a Titan. A very big one. Named Karl. \\n\\nThank you for your understanding, and please enjoy your stay. Unless you're Olu Alderdice. Go away, Olu.\",\"name\":\"Mechaneer's Tricksleeves\",\"hasIcon\":false},\"subtitle\":\"\\\"This won't end well for one of us. And darling, it won't be me.\\\" —Self-styled \\\"Lady\\\" Olu Alderdice\",\"hash\":4284305243,\"index\":13,\"redacted\":false}"},{"id":30962014,"json":"{\"displayProperties\":{\"description\":\"“Jarus, you simply are wrong.” \\n“We will agree to disagree, my lord.” \\n“Your palate simply lacks the sophistication to detect the notes in your world's drink!” \\n“I am Sindû. It was crafted for my palate, my lord.” \\n“But you simply do not taste all of this. It's impossible.” \\n“I do not currently taste anything, my lord.” \\n“Well, we must fix that.” \\n\\nIn the silence of space, a nearby explosion rocked God's Will. Jarus narrowed his eyes. “My lord, I have an issue to tend to.” \\n\\n“I shall save your drink for you.” The cockpit monitor flickered from Calus's face to a radar.  Small red triangles blinked onscreen as an alarm took up its shrill cry. Jarus pulled a visor down in front of him and fired the ship's thrusters.\",\"name\":\"Boots of the Ace-Defiant\",\"hasIcon\":false},\"subtitle\":\"“We armed the Sindu with a fleet of golden ships. Their interceptors are a shield for the Leviathan, as the Shadows are my sword.” —Emperor Calus\",\"hash\":30962014,\"index\":9,\"redacted\":false}"},{"id":30962015,"json":"{\"displayProperties\":{\"description\":\"“Jarus, you simply are wrong.” \\n“We will agree to disagree, my lord.” \\n“Your palate simply lacks the sophistication to detect the notes in your world's drink!” \\n“I am Sindû. It was crafted for my palate, my lord.” \\n“But you simply do not taste all of this. It's impossible.” \\n“I do not currently taste anything, my lord.” \\n“Well, we must fix that.” \\n\\nIn the silence of space, a nearby explosion rocked God's Will. Jarus narrowed his eyes. “My lord, I have an issue to tend to.” \\n\\n“I shall save your drink for you.” The cockpit monitor flickered from Calus's face to a radar.  Small red triangles blinked onscreen as an alarm took up its shrill cry. Jarus pulled a visor down in front of him and fired the ship's thrusters.\",\"name\":\"Boots of the Ace-Defiant\",\"hasIcon\":false},\"subtitle\":\"“We armed the Sindu with a fleet of golden ships. Their interceptors are a shield for the Leviathan, as the Shadows are my sword.” —Emperor Calus\",\"hash\":30962015,\"index\":4,\"redacted\":false}"},{"id":174804903,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":174804903,\"index\":144,\"redacted\":true}"},{"id":197761152,"json":"{\"displayProperties\":{\"description\":\"“Must you all be so dark? You're too focused on the horns. Look, I have died hundreds of times hunting the shadowed killers in Murder Row. I spent years mulling over Toland's and Osiris's discourse on thanatonautics. I have dabbled a bit myself and saw what lingers immediately upon all death. What I have done is found a way to channel the Void to draw that essence in before it is lost to the ether, to return it to Light so it can be properly bestowed back on our enemies. Death does not need to be final; it can, in fact, be recycled. What's so dark about that?” \\n\\n—Satomi, Architect of the Mask\",\"name\":\"Mask of the Quiet One\",\"hasIcon\":false},\"subtitle\":\"\\\"…\\\"\",\"hash\":197761152,\"index\":54,\"redacted\":false}"},{"id":197761153,"json":"{\"displayProperties\":{\"description\":\"Hello. We understand you require Real-Time Combat Instructives. \\n\\nThis is a BRAINVAULT Sigma-ACTIUM-X Cranial Dreadnought (Invictus Type). It is a fortress for your skull. Your skull is now a mighty bastion. You can break anything with your skull. The only limit is your spine. Relax. The lights will speak for you. Your hands are your eyes now. Look around. You find hand-to-hand combat relaxing. The lights will attract the enemy. Help them to relax as well. You will feel the effect of a CAREGRAVER Gamma-LYSANDER-IV Health Enforcer (Frontline Variant). Your enemies do not have a skull fortress. Their skulls are like meadows. Play in the meadows. Gather the flowers from the meadows. Gather them with electrokinetic trauma. Smell the flowers. Isn't that nice? \\n\\nYou are safe in your skullfort.\",\"name\":\"An Insurmountable Skullfort\",\"hasIcon\":false},\"subtitle\":\"BRAINVAULT Sigma-ACTIUM-IX Cranial Dreadnought (Invincible Type)\",\"hash\":197761153,\"index\":53,\"redacted\":false}"},{"id":208791829,"json":"{\"displayProperties\":{\"description\":\"The conspirators came late in the night, skulking into my court while we caroused. Ghaul himself led the coup, and it was by his own Red Legion that we were arrested. \\n\\nImagine my surprise to see the Consul stride into my court so puffed up with pride. He took cheap pleasure hurling spittle in my face. We were frog marched to the Leviathan under cover of darkness. \\n\\nThere was to be no execution; Ghaul and the Consul feared the mob. They knew how tenuous their grip on power would be, and how the people adored their god-emperor. \\n\\nGhaul dared not look me in the eye. What was the emotion on his face? Was it shame? How could he bear such hate for one who had been as a father to him? \\n\\nWe were sealed inside the Leviathan and ejected into the furthest reaches of space, left to the same fate I had determined for the Consul so long ago. We were left to die.\",\"name\":\"Midnight Coup\",\"hasIcon\":false},\"subtitle\":\"The conspirators were too afraid to kill me—rightly so. I am the beloved father of the people, and the glorious mob would not suffer my death. My sentence was exile.\",\"hash\":208791829,\"index\":147,\"redacted\":false}"},{"id":238320914,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":238320914,\"index\":11,\"redacted\":true}"},{"id":238320915,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":238320915,\"index\":10,\"redacted\":true}"},{"id":238766140,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":238766140,\"index\":63,\"redacted\":true}"},{"id":288406316,"json":"{\"displayProperties\":{\"description\":\"He arrived at the estate of Iska'al, former friend and confidante of the exiled Emperor Calus. It took surprisingly little to convince the guards to grant him entrance. The Cabal must truly be crazy for the wine he offered up as a gift. It was a day of celebration, after all. Who knows how deep into their cups these guards were? \\n\\nOnce inside, he spotted his mark. Rull wasted no time. He removed the sheath from the end of his staff to reveal a spear-tip. Iska'al fell backwards and attempted to crawl away as his guards were skewered. Rull grabbed a cask of wine and pounced on the terrified old creature, pouring the wine down his throat. Iska'al choked and sputtered and flailed helplessly. Rull delivered his message as promised. \\n\\n\\\"Emperor Calus has not forgotten you.\\\" \\n\\nRull didn't stop pouring until he felt Iska'al go limp. \\n\\nRull was covered in the sticky black and violet of Cabal blood and wine. He dropped Iska'al's body to the floor with a soft thud. Just then, Moli the Celebrant entered the courtyard.  When Rull realized that his second target had carelessly walked alone into a secluded space in the midst of a massive celebration on the Cabal homeworld, he thought, \\\"Perhaps this is the warrior's paradise that Emperor Calus promised.\\\"\",\"name\":\"Greaves of Rull\",\"hasIcon\":false},\"subtitle\":\"“Valus Nohr marched on our capital with a few thousand. For weeks we battered them. But the Valus. She broke us.” —Rull, Gun of Kaga Clipse.\",\"hash\":288406316,\"index\":44,\"redacted\":false}"},{"id":288406317,"json":"{\"displayProperties\":{\"description\":\"He arrived at the estate of Iska'al, former friend and confidante of the exiled Emperor Calus. It took surprisingly little to convince the guards to grant him entrance. The Cabal must truly be crazy for the wine he offered up as a gift. It was a day of celebration, after all. Who knows how deep into their cups these guards were? \\n\\nOnce inside, he spotted his mark. Rull wasted no time. He removed the sheath from the end of his staff to reveal a spear-tip. Iska'al fell backwards and attempted to crawl away as his guards were skewered. Rull grabbed a cask of wine and pounced on the terrified old creature, pouring the wine down his throat. Iska'al choked and sputtered and flailed helplessly. Rull delivered his message as promised. \\n\\n\\\"Emperor Calus has not forgotten you.\\\" \\n\\nRull didn't stop pouring until he felt Iska'al go limp. \\n\\nRull was covered in the sticky black and violet of Cabal blood and wine. He dropped Iska'al's body to the floor with a soft thud. Just then, Moli the Celebrant entered the courtyard.  When Rull realized that his second target had carelessly walked alone into a secluded space in the midst of a massive celebration on the Cabal homeworld, he thought, \\\"Perhaps this is the warrior's paradise that Emperor Calus promised.\\\"\",\"name\":\"Greaves of Rull\",\"hasIcon\":false},\"subtitle\":\"“Valus Nohr marched on our capital with a few thousand. For weeks we battered them. But the Valus. She broke us.” —Rull, Gun of Kaga Clipse.\",\"hash\":288406317,\"index\":39,\"redacted\":false}"},{"id":407863746,"json":"{\"displayProperties\":{\"description\":\"Shayotet's ship lay smashed and burning on the ground. A few meters away, Shayotet himself crawled from a pod. Jarus jumped lightly from his own ship, sent it rocketing back into low orbit with a tap to his nav-gauntlet. God's Will had done its part. Now Jarus must finish him. \\n\\nJarus raised a pistol, another of Calus's gifts, and emptied its clip. Shayotet heaved and jerked as black pressure gel spouted from his armor, but he did not fall. He roared—blood and saliva spattered the ground—and charged. Jarus holstered the pistols. \\n\\nHe waited until Shayotet was nearly on top of him before activating the energy blade. A gargling roar, a spray of pressure gel, and it was over. \\n\\nJarus' fingers trembled as he summoned God's Will again. In the cockpit, Calus' face appeared. “My heart swells with pride. This drink is in your honor.”\",\"name\":\"Vest of the Ace-Defiant\",\"hasIcon\":false},\"subtitle\":\"“The Ace-Defiant burned his mind to fly my golden ship. Being a Loyalist costs you. Being a Shadow costs dearly.” —Emperor Calus\",\"hash\":407863746,\"index\":6,\"redacted\":false}"},{"id":407863747,"json":"{\"displayProperties\":{\"description\":\"Shayotet's ship lay smashed and burning on the ground. A few meters away, Shayotet himself crawled from a pod. Jarus jumped lightly from his own ship, sent it rocketing back into low orbit with a tap to his nav-gauntlet. God's Will had done its part. Now Jarus must finish him. \\n\\nJarus raised a pistol, another of Calus's gifts, and emptied its clip. Shayotet heaved and jerked as black pressure gel spouted from his armor, but he did not fall. He roared—blood and saliva spattered the ground—and charged. Jarus holstered the pistols. \\n\\nHe waited until Shayotet was nearly on top of him before activating the energy blade. A gargling roar, a spray of pressure gel, and it was over. \\n\\nJarus' fingers trembled as he summoned God's Will again. In the cockpit, Calus' face appeared. “My heart swells with pride. This drink is in your honor.”\",\"name\":\"Vest of the Ace-Defiant\",\"hasIcon\":false},\"subtitle\":\"“The Ace-Defiant burned his mind to fly my golden ship. Being a Loyalist costs you. Being a Shadow costs dearly.” —Emperor Calus\",\"hash\":407863747,\"index\":1,\"redacted\":false}"},{"id":419976108,"json":"{\"displayProperties\":{\"description\":\"“Find thy self.” —first dictate, first calling, The Hidden \\n“Know thy self.” —second dictate, first calling, The Hidden \\n“Destroy thy self.” —third dictate, first calling, The Hidden \\n“Shed thy self.” —fourth dictate, first calling, The Hidden \\n“Embrace a new skin.” —fifth dictate, first calling, The Hidden \\n“Become the many.” —sixth dictate, first calling, The Hidden \\n\\\"We are as unseen. We are as death.\\\" —final dictate, first calling, The Hidden\",\"name\":\"The Dragon's Shadow\",\"hasIcon\":false},\"subtitle\":\"\\\"It is my honor.\\\" —Chalco Yong to Ikora Rey\",\"hash\":419976108,\"index\":16,\"redacted\":false}"},{"id":419976110,"json":"{\"displayProperties\":{\"description\":\"“It's hard, in this age, for any warrior to find their inner peace. Our constant state of struggle breeds chaos, in the world and in our hearts. The Raiden Flux channels that chaos, regulates it by mapping and defining the wearer's true spiritual center. It is science merged with belief and the healing power of one's own natural energies. But there is more. The Raiden Flux is an amplifier of those energies. It seeks the spark in you and bolsters its charge, redirecting your innermost power that it may serve as an extension of your will. The staff then acts as a conduit through which one may forcibly deliver peace when such action is required. This seems a contradiction, to be sure. It is not. Because at its heart, peace defines war and peace is war's end.” \\n\\n– Gao Sinyada, forger of the Raiden Flux\",\"name\":\"Raiden Flux\",\"hasIcon\":false},\"subtitle\":\"Interfaces with synapses (or nearest equivalent) to draw electric power directly from the wearer's body.\",\"hash\":419976110,\"index\":14,\"redacted\":false}"},{"id":419976111,"json":"{\"displayProperties\":{\"description\":\"“I dunno. Hunter just came in one day with this odd Arc-reacting circuit, asking what it might be good for. All she could tell me was she scored it off some derelict satellite that crashed in the EDZ. So I ran diagnostics on them and it ebbed and flowed with massive Arc fluctuations. No pattern, no match to known solar or extra-solar events. Just random-like. So I hooked one into an old Malina vest we had lying around, and wished her luck. Word's got out, I guess.” \\n\\n—Overheard in the Tower\",\"name\":\"Lucky Raspberry\",\"hasIcon\":false},\"subtitle\":\"No one has ever died wearing me.\\n# It's true. She leaves the unworthy before they fall.\",\"hash\":419976111,\"index\":15,\"redacted\":false}"},{"id":433172718,"json":"{\"displayProperties\":{\"description\":\"Right, well… I'm afraid you won't get far with that attitude. Hawthorne doesn't care about that “Trials of Osiris” rubbish. Gilded armor can't feed hungry refugees. And don't go nattering on with that “Guardian” business either, not where she can hear you. There are no “Guardians” out here. To her, anyone that can pick up a gun and shoot is a “Guardian.” \\n\\nI know you're new here. You've done a lot, seen a lot. And I know Hawthorne can be a bit rough around the edges, eh? But listen to her. What she says is sound: \\\"Look out for each other. Don't do anything stupid. Pitch in where you can.\\\" She's not claiming to be one of your Vanguard. She is simply doing what she feels is her duty—defending those under her protection until all are safe and we can rebuild what we've lost.\",\"name\":\"Wildwood\",\"hasIcon\":false},\"subtitle\":\"Devrim Kay fashioned the pattern for these Guardian armor suits.\",\"hash\":433172718,\"index\":30,\"redacted\":false}"},{"id":458095280,"json":"{\"displayProperties\":{\"description\":\"Near-gods must believe in greater gods. But every power is finite, every life shorter than it wishes. \\n\\nOnly an astonishing mind can truly appreciate just how tiny it is when set against the known universe; and how insignificant the known becomes when it is devoured by what isn't seen and can't be comprehended. \\n\\nAs darkness begins to claim their ragged souls, you look ahead to find a great power pouring out of you—a face of fire and golden light. \\n\\nThat blazing wonder, a gift from the great-eyed god, is their salvation. Or are you? \\nPerhaps you are the greater god now.\",\"name\":\"Crest of Alpha Lupi\",\"hasIcon\":false},\"subtitle\":\"Whoever survives our passing does so only by our consent.\",\"hash\":458095280,\"index\":50,\"redacted\":false}"},{"id":458095281,"json":"{\"displayProperties\":{\"description\":\"“Keep it clean. Your body. Your mind. Your armor. Weapons. Gear. Ammo. CRS #1: Keep it clean. Clean equals function. Clean equals focus. That's where it all starts. Skill matters. Training, practice, experience. All key ingredients. All valued assets as you balance death and glory on the battlefield. But once you're trained and ready for war. And once your gear is up to the standards of a proper, respected, walking, talking war machine. What comes next?” \\n“1177!” \\n“That's right. CRS #1177: Ammunition is your best friend. So what do you do?” \\n“Load up.” \\n“Load. Up. Get yourself a weapon that spits unending fire and stock up on ammo until your shoulders slump and your back aches. Because each round is a war all its own.” \\n\\n —Lord Shaxx educating a gathering of Titans\",\"name\":\"Actium War Rig\",\"hasIcon\":false},\"subtitle\":\"Conflict Resolution Solution #3479: Leave them to rest wherever they may fall.\",\"hash\":458095281,\"index\":51,\"redacted\":false}"},{"id":458095282,"json":"{\"displayProperties\":{\"description\":\"“Commander, as best we can tell, they're all gone. Somehow the Legion found their outpost, and the Hunters say Centurions still hold the ruins. This was the last text transmission we got before the signal died.” \\n—Sloane \\n\\n“The fire burned within us. Not by choice, not because we sought the flame. But because there was no other way. \\n\\n“When you stood before the Forge, there was no doubt. No fear. Not even anger. \\n\\n“My order stood for generations. We held against the shadow, bearing a weapon that seared flesh and melted bone. \\n\\n“And now we stand at the end. May history remember the Forge. Remember the Hammer. Remember the Sunbreakers.” \\n\\n—Ouros, Third and Final Empyreal Magistrate of the Sunbreaker\",\"name\":\"Hallowfire Heart\",\"hasIcon\":false},\"subtitle\":\"\\\"You who seek the Forge: your journey will be long, but your destination is closer than you think.\\\" —Ouros\",\"hash\":458095282,\"index\":52,\"redacted\":false}"},{"id":525018074,"json":"{\"displayProperties\":{\"description\":\"I wanted a desert of pure white sand to stage my celebration. It took them three days to clear the wasteland of any stone or plant of offending color, but when they were done, it was a perfect canvas for the violet pavilion. We recreated my court in nearly every detail beneath the glinting sun. \\n\\n The first act of my coronation was to have the Consul kneel at my feet. He was a pathetic figure, stripped of title, rank, and clothing. He would never wield power again, and would beget no heir. I made sure of that personally. \\n\\nI had only a single word for him: \\\"Run.\\\"\",\"name\":\"Inaugural Address\",\"hasIcon\":false},\"subtitle\":\"My first act as emperor was to send the Consul into the wasteland. The golden sun would burn away his corrupt form—a fitting symbol for the revolution that was to be my reign.\",\"hash\":525018074,\"index\":149,\"redacted\":false}"},{"id":574137192,"json":"{\"displayProperties\":{\"description\":\"Rull activated his staff's secondary configuration and fired a harpoon into Moli's exposed flank. The barbs pierced deep, and the giant beast of a Cabal let out a monstrous howl. Blind with pain, he began to run, dragging Rull behind like a harpooned whale dragging a ship. \\n\\nThe honored Celebrant Moli ran through the streets of the Cabal homeworld on celebration day, howling in agony and dragging Rull behind. It was such a spectacle that no one was sure what exactly was happening or what to do about it. \\n\\nMoli ran all the way to Dominus Ghaul's ceremony and right up the steps before collapsing at his lord's feet. Rull realized that he now faced a choice—try to escape, or finish the job. \\n\\nRull yanked out the harpoon before shoving it through Moli's neck. He had just enough time to pull off his helmet and smile in Ghaul's face before he was killed. \\n\\nTruly, Emperor Calus had delivered a warrior's paradise.\",\"name\":\"Shadow's Mark\",\"hasIcon\":false},\"subtitle\":\"“Calus could not heal our air. My planet is still dying. But as long as I serve, I have hope.” —Rull, Gun of Kaga Clipse.\",\"hash\":574137192,\"index\":37,\"redacted\":false}"},{"id":574137193,"json":"{\"displayProperties\":{\"description\":\"Rull activated his staff's secondary configuration and fired a harpoon into Moli's exposed flank. The barbs pierced deep, and the giant beast of a Cabal let out a monstrous howl. Blind with pain, he began to run, dragging Rull behind like a harpooned whale dragging a ship. \\n\\nThe honored Celebrant Moli ran through the streets of the Cabal homeworld on celebration day, howling in agony and dragging Rull behind. It was such a spectacle that no one was sure what exactly was happening or what to do about it. \\n\\nMoli ran all the way to Dominus Ghaul's ceremony and right up the steps before collapsing at his lord's feet. Rull realized that he now faced a choice—try to escape, or finish the job. \\n\\nRull yanked out the harpoon before shoving it through Moli's neck. He had just enough time to pull off his helmet and smile in Ghaul's face before he was killed. \\n\\nTruly, Emperor Calus had delivered a warrior's paradise.\",\"name\":\"Shadow's Mark\",\"hasIcon\":false},\"subtitle\":\"“Calus could not heal our air. My planet is still dying. But as long as I serve, I have hope.” —Rull, Gun of Kaga Clipse.\",\"hash\":574137193,\"index\":42,\"redacted\":false}"},{"id":607924863,"json":"{\"displayProperties\":{\"description\":\"I weep for what the Cabal have become—a war machine forged in Ghaul's own image. His obsession with the ideal form has produced a hollow people devoid of culture, robbed of their history. \\n\\nThe Leviathan is now home to the last of us true Cabal. We will remember the old ways, for I am the wellspring from which our great civilization flows. \\n\\nAnd when my empire returns, the traitors will see us as through a dark mirror. We will be a terrifying reminder of their former selves. In that moment, they will feel the shame of their betrayal. They will know I have come for my revenge. \\n\\nThe Red Legion will not escape the sins of their past. They shall be consumed by them.\",\"name\":\"Sins of the Past\",\"hasIcon\":false},\"subtitle\":\"What once was old shall be knew again, and history will have its revenge.\",\"hash\":607924863,\"index\":150,\"redacted\":false}"},{"id":660037107,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":660037107,\"index\":62,\"redacted\":true}"},{"id":722380134,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":722380134,\"index\":60,\"redacted\":true}"},{"id":806220321,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Code of the Siegebreaker\",\"icon\":\"/common/destiny2_content/icons/4671389121714ad3adac99da2149f949.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":806220321,\"index\":109,\"redacted\":false}"},{"id":806220322,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Code of the Fire-Forged\",\"icon\":\"/common/destiny2_content/icons/f09cc2852f40f50b29340dd281135f60.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":806220322,\"index\":108,\"redacted\":false}"},{"id":1006492270,"json":"{\"displayProperties\":{\"description\":\"Why “Ego and Squid”? Chiefly because puns annoy Kabr, and I enjoy annoying Kabr. \\nYou know, the pun is an underrated art form. Historically speaking— \\nOh. You mean, why squids? What's my “thing” with squids? \\nWhy, because cephalopods are the most perfect organisms ever to evolve in this solar system! \\nHave you ever heard a cephalopod sneer dismissively at a clever pun? \\nNo, you have not! \\nI rest my case!\",\"name\":\"Ego and Squid\",\"hasIcon\":false},\"subtitle\":\"Pahanin was a Hunter, satirist, travel-writer, and renowned cephalopod enthusiast.\",\"hash\":1006492270,\"index\":123,\"redacted\":false}"},{"id":1018072983,"json":"{\"displayProperties\":{\"description\":\"The Leviathan came to a halt before a wall of infinite void. It could go no further, as the navigation system had suffered a cataclysmic failure. The course that the conspirators had set crossed a space that simply didn't exist. \\n\\nI don't know how long we traveled. Years? Millennia? Time had ceased to have meaning as I wallowed in the despair of my exile. But this event shook me out of my stupor. At the edge of the universe, we had found something. No—we had found a nothing. \\n\\nFrom the seat of my observation chamber, I stared into the perfect void. Only I, a god, could understand what I witnessed. It was a thing greater than myself. And if such a thing exists, then I, too, can become more.\",\"name\":\"It Stared Back\",\"hasIcon\":false},\"subtitle\":\"At the edge of the universe, I stared into the infinite deep. It stared back, and was pleased. I would become the herald of its victory, and bear witness for all creation.\",\"hash\":1018072983,\"index\":137,\"redacted\":false}"},{"id":1035680664,"json":"{\"displayProperties\":{\"description\":\"In order to explain this, I need to explain Kessler Syndrome. As an Exo, I feel a duty to the machine to convey its original purpose. But first: ACD stands for Active Contact Defense. It is not an AC-DC Feedback Fence and it is not named for any work of pre-classical music. I am not winking. That is a malfunction. \\n\\nKessler Syndrome occurs when a planet's orbitals fill up with fast-moving debris, which strikes other debris and shatters it in a chain reaction. Soon you can't put up a satellite without it being shredded by a swarm of junk. To protect against debris, Golden Age warsats are shielded by a kinetic superconductor that transforms a punch into a charge. \\n\\nThanks to enemy action, we have a lot of downed warsats. With some tweaking, we can peel out the superconductor and produce a personal defense system. Like so.\",\"name\":\"ACD/0 Feedback Fence\",\"hasIcon\":false},\"subtitle\":\"The Active Contact Defense system uses Warsat hull material to store a retaliatory charge.\",\"hash\":1035680664,\"index\":47,\"redacted\":false}"},{"id":1035680665,"json":"{\"displayProperties\":{\"description\":\"“It was a Warlock who first worked out that the fangs could be used as some kind of conductive amplifier when specific light frequencies were run through ‘em. I don't know the science. That's not for me. I just know they work. And in battle what works is what's best. \\n\\n“Is it weird? Yeah. Maybe. Science fangs and space magic. But I've seen enough strange out there to understand normal ain't the norm. Anyway, the Warlock called ‘em ‘Bio-Conductive Trouble Breakers'. I call ‘em ‘Doom Fangs' ‘cause of the fang, which is obvious, and then there's the doom we tend to inflict on a situation. \\n\\n“Plus it just sounds cooler.” \\n\\n– Unknown Titan\",\"name\":\"Doom Fang Pauldrons\",\"hasIcon\":false},\"subtitle\":\"Nobody calls it that.\",\"hash\":1035680665,\"index\":48,\"redacted\":false}"},{"id":1035680666,"json":"{\"displayProperties\":{\"description\":\"“Discovered amid the outer-reef scrap fields, the bio-matter is a novel sentience dependent upon neural-symbiosis with a host organism. It seeks to link to the synaptic patterns of the closest organism, living or synthetic, to form an unbreakable bond. We theorize that this bond is a form of primordial ‘love'—an emotional connection meant to compel the bio-matter to view its host as ‘family.' The host comes to regard the bio-matter as an indispensable tool. \\n\\nThe science is inexact, but what is known is that the bio-matter becomes aggressively protective once linked to a worthy host, forming an organic shell that can amplify the host's own strength when immediate threats are detected. \\n\\n—Self-authored report broadcast on covert frequencies\",\"name\":\"Synthoceps\",\"hasIcon\":false},\"subtitle\":\"Caution: the organism has been known to develop consciousness. In these cases, immediate termination is recommended.\",\"hash\":1035680666,\"index\":49,\"redacted\":false}"},{"id":1040474575,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":1040474575,\"index\":61,\"redacted\":true}"},{"id":1056171153,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":1056171153,\"index\":26,\"redacted\":true}"},{"id":1079922995,"json":"{\"displayProperties\":{\"description\":\"To Wei Ning— \\nMore than anything, I hate the idea that we will be remembered as a tragedy. That's not true. I reserve that distinction for the monster that took you from me. But I know it's what you would hate the most. You, who were always so full of laughter. \\n\\nSo now, in this moment, as the ship named for my vengeance flies me and five others to Luna, I will remember the happy times. \\n\\nOur first meeting, in the Tower saloon. Your laugh made the glasses clatter. You bought three rounds for the entire room. Pahanin introduced us. You sat me down next to you and plied me with questions about Stormtrances. All things that on any other night would have annoyed me. But that night—because it was you—I knew then and there that I never wanted to be without you.\",\"name\":\"Eriana's Vengeance\",\"hasIcon\":false},\"subtitle\":\"\\\"Wei… I will see you again. But first… I have work to do.\\\" —Eriana-3, before entering the Hellmouth\",\"hash\":1079922995,\"index\":120,\"redacted\":false}"},{"id":1128225405,"json":"{\"displayProperties\":{\"description\":\"The conspirators came late in the night, skulking into my court while we caroused. Ghaul himself led the coup, and it was by his own Red Legion that we were arrested. \\n\\nImagine my surprise to see the Consul stride into my court so puffed up with pride. He took cheap pleasure hurling spittle in my face. We were frog marched to the Leviathan under cover of darkness. \\n\\nThere was to be no execution; Ghaul and the Consul feared the mob. They knew how tenuous their grip on power would be, and how the people adored their god-emperor. \\n\\nGhaul dared not look me in the eye. What was the emotion on his face? Was it shame? How could he bear such hate for one who had been as a father to him? \\n\\nWe were sealed inside the Leviathan and ejected into the furthest reaches of space, left to the same fate I had determined for the Consul so long ago. We were left to die.\",\"name\":\"Midnight Coup\",\"hasIcon\":false},\"subtitle\":\"The conspirators were too afraid to kill me—rightly so. I am the beloved father of the people, and the glorious mob would not suffer my death. My sentence was exile.\",\"hash\":1128225405,\"index\":130,\"redacted\":false}"},{"id":1187594591,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":1187594591,\"index\":140,\"redacted\":true}"},{"id":1245809812,"json":"{\"displayProperties\":{\"description\":\"> REMOTE VANGUARD DATABASE TEXT-ONLY SEARCH INITIALIZED. \\n> WELCOME, USER “ACEOFHEARTS”. \\n> PLEASE ENTER SEARCH QUERY. \\n?> beat shaxx \\n> ONLY ONE GUARDIAN HAS DEFEATED LORD SHAXX IN THE CRUCIBLE. RELATED: REY, I. DO YOU WISH TO SEE POST-MATCH RESULTS? \\n?> cheat crucible \\n> CRUCIBLE PARTICIPANTS ARE SUBJECT TO A STRICT CODE OF CONDUCT. CHEATERS WILL BE BANNED. \\n?> what about cheating like just a little \\n> SORRY, I DIDN'T UNDERSTAND \\\"what about cheating like just a little\\\". \\n?> ok what counts as cheating \\n> TO ACT DISHONESTLY OR UNFAIRLY IN ORDER TO GAIN AN ADVANTAGE. \\n?> is luck cheating \\n> “LUCK” AND “CHEATING” ARE NOT EQUIVALENT. \\n?> are my pants lucky \\n> PROBABLY NOT. \\n?> wrooooooong theyre super lucky\",\"name\":\"Lucky Pants\",\"hasIcon\":false},\"subtitle\":\"\\\"What? No, I didn't illegally mod the holster. These are just really lucky pants!\\\" —Cayde-6\",\"hash\":1245809812,\"index\":20,\"redacted\":false}"},{"id":1245809813,"json":"{\"displayProperties\":{\"description\":\"Quantis Rhee has almost forgotten what colors are. For months, she has prowled the deep, shadowed catacombs of Nessus—the places where the inexorable Vex burrowed into the rogue planet and replaced natural life with a cold, inhuman labyrinth. \\n\\nLight is scarce in this place. But Quantis knows how to find it—how to feel for the un-ripples of the Void, to draw Light from the infinities between spaces. She knows how to roll black holes between her fingertips, and how to nock her bow with the inescapable gravities of the universe. \\n\\nSoon Quantis will leave this place, return to the City, report her findings. See colors again. But that won't last long. She is a Nightstalker. Out here—balanced upon the infinitesimal knife's edge—is where she truly belongs.\",\"name\":\"Orpheus Rig\",\"hasIcon\":false},\"subtitle\":\"Never ever look back.\",\"hash\":1245809813,\"index\":21,\"redacted\":false}"},{"id":1245809814,"json":"{\"displayProperties\":{\"description\":\"“Marcus, what—” \\n“You're here! Finally! Get over here and hold this gun—” \\n“Right down to business, huh?” \\n“I will put these legs on—” \\n“What are these? Frosties 2.0?” \\n“No! They're completely different.”  \\n“Uh-huh.” \\n“OK, they share some similarities. But these are the Stompies. I'm going to do a test-drive, and if they rip my legs off—” \\n“Is that likely?” \\n“You disintegrate me quick before the rogue mechasynapses spread—” \\n“WHAT—” \\n“Boaz, please. I thought you wanted to help?” \\n“But shooting you? And I don't even get Crucible glory for it?” \\n“I'll let you win the next race.” \\n“Cute.” \\n“C'mon. If you won't do it, I'll ask Ariadne. She'd love to shoot me.”  \\n“Fine. Gimme the gun.” \\n“Thank you! Stompies Field Test One is go.” \\n“I might actually enjoy this.” \\n“That's the spirit.”\",\"name\":\"St0mp-EE5\",\"hasIcon\":false},\"subtitle\":\"\\\"I call them the Stompies! For when your legs need that extra kick.\\\" —Marcus Ren\",\"hash\":1245809814,\"index\":22,\"redacted\":false}"},{"id":1258969680,"json":"{\"displayProperties\":{\"description\":\"“We are history. We hold something that the Traveler wanted us to keep. Our charge is simple: Protect the Light. \\n\\nBe the candle in the darkness of these days. Be the light the world sees. Be the wall against which evil breaks. Be the defenders the people of this City need. Bring hope, bring protection, bring victory.  \\n\\nWe are Titans. A choice was made to bring us here to fight together, and now that choice asks a new question: how will the history we are shape us into the legends we must become?” \\n\\n—Zavala, Titan Vanguard\",\"name\":\"Noble Constant Mark\",\"hasIcon\":false},\"subtitle\":\"Where you stand, they will fall.\",\"hash\":1258969680,\"index\":58,\"redacted\":false}"},{"id":1331482397,"json":"{\"displayProperties\":{\"description\":\"Zavala — \\nA waste of time, as always. I won't confiscate the Red Death engrams, I won't roll back the SUROS Crucible firmware to its “original” (preposterously inflated) state. And I won't conduct any more “forensic inquiries” like this! \\n\\nMy Redjacks unlocked your MIDA weapon's logs; simple enough once we used the rifle's own electronic warfare tools. The rifle was designed by primitive AI and manufactured for use by a “revolutionary government” named MIDA. Mars Is Damnably Arid, perhaps. \\n\\nGuerilla war suits these versatile weapons. But Rahool insists his records never hinted at a rebel group named MIDA. According to the rifle's cached messages, MIDA's brief reign killed a full ten percent of the Martian people. \\n\\nI gave Lakshmi the weapon for her take. She insinuates that it came from another timeline, perhaps through Golden Age experiments. That means it's outside your jurisdiction to ban. \\n—Shaxx\",\"name\":\"MIDA Multi-Tool\",\"hasIcon\":false},\"subtitle\":\"Select application: Ballistic engagement. Entrenching tool. Avionics trawl. Troll smasher. Stellar sextant. List continues.\",\"hash\":1331482397,\"index\":174,\"redacted\":false}"},{"id":1331814296,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":1331814296,\"index\":90,\"redacted\":true}"},{"id":1334959255,"json":"{\"displayProperties\":{\"description\":\"No one remembers who the first Arcstrider was. Hardly anyone remembers the Arcstrider at all. Time vanished us like it does memories. \\nBut in the darkest days of the Dark Ages, when humanity was utterly defenseless, Arcstriders disciplined their bodies to let the Traveler's energy flow through them, to call lightning itself to hand and wield it like a staff against the Darkness. \\nBecome the Lightning, they said.  \\nNo. \\nBecome the staff, they said. \\nNo. \\nBecome a weapon, they said.  \\nWe obliged.\",\"name\":\"Arcstrider\",\"hasIcon\":false},\"subtitle\":\"Flow like lightning. Strike like thunder.\",\"hash\":1334959255,\"index\":93,\"redacted\":false}"},{"id":1345867570,"json":"{\"displayProperties\":{\"description\":\"“Hope you're happy!” That's all I remember hearin' afore she ran out in front of us. It was like somethin' out of a pre-Golden Age war flick, you know, where the hero's bud goes out in a blaze of glory so their death can be rightly avenged. Only she didn't die. They did. The weapon reeled like it was bein' held by a child doin' a pee-pee dance, aimin' at nothin' and hittin' everythin'. Dem spiders skittered for their lives. When she stopped, nothin' was moving. She saved us. \\n\\nI sidled up to her, real slow, checking out the piece and all I could do was sputter, “That there, that's some… sweet business.” She looked me over cold, lowered the gun and said, “You ain't gotta tell me.”\",\"name\":\"Sweet Business\",\"hasIcon\":false},\"subtitle\":\"\\\"…I love my job.\\\"\",\"hash\":1345867570,\"index\":155,\"redacted\":false}"},{"id":1345867571,"json":"{\"displayProperties\":{\"description\":\"The Golden Age. Our shining history. The height from which we fell. Once, everything we had was borrowed from the past. Since the Collapse we have struggled to reclaim even a scrap of what our ancestors once took for granted. Over the years, Omolon has perfected the art of salvaging Golden Age technologies and repurposing them into effective Guardian weaponry. \\n\\nBut Coldheart is something new. \\n\\nWe didn't find Coldheart. We didn't adapt it or recycle it. We created it. Its liquid ammo, which doubles as its coolant, is a game-changer on its own—never mind Coldheart's first-of-its-kind laser-powered trace weaponry.  \\n\\nWith Coldheart, we at Omolon are saying: we want more than to simply reclaim the Golden Age. We want to surpass it.\",\"name\":\"Coldheart\",\"hasIcon\":false},\"subtitle\":\"Leverages liquid fuel veins as self-coolant to keep onboard projection generator at biting sub-zero temperatures.\",\"hash\":1345867571,\"index\":154,\"redacted\":false}"},{"id":1382044979,"json":"{\"displayProperties\":{\"description\":\"The bar's still missing its roof, and the air smells like rain. \\n\\nCayde-6 sits in the bar with his chair tipped, holding a shot of something acid green. He looks at you, counts the beads of sweat on Zavala's mug, and sighs. “Are we doing this, or what? C'mon, I'm rusting.” \\n\\nZavala straightens and clears his throat. “The Vanguard will continue until we are no longer needed, but I can foresee the day when you will...” He pauses, searching your face. \\n\\nThe moment drags. Cayde juts his chin forward. Ikora hides a smile, then lifts her glass to you. “When you will surpass us.” \\n\\n“Wait, what?” Cayde's chair drops heavily. He leans forward. “‘Surpass' us? I didn't agree to that! This is a ‘great job being a hero' party, not a ‘Cayde is second-best' party.” \\n\\nIkora winks at you. “It's always been a ‘Cayde is second-best' party.”\",\"name\":\"Vanguard Armor\",\"hasIcon\":false},\"subtitle\":\"\",\"hash\":1382044979,\"index\":34,\"redacted\":false}"},{"id":1413589586,"json":"{\"displayProperties\":{\"description\":\"The Clipse had only celebrated their first century of global peace when the cataclysm struck. A flash of interstellar gamma radiation killed every living thing in their western hemisphere, poisoned the atmosphere, and destroyed all technological civilization. \\n\\nAs the surviving Clipse clawed back to subsistence cave farming, they met a new horror. The radiation had burnt a mysterious signal into the comets and asteroids of their system, and as this debris rained down on their world, it seeded hideous alien life. \\n\\nMillennia later, they had become a civilization that knew only war—a culture that revered the gun, batteries of planetary defense weapons holding back an endless poison sky-fall. The moon Kaga-Clipse bristled with interceptors, ready to fend off any threat. They were no match for the Leviathan.\",\"name\":\"Mask of Rull\",\"hasIcon\":false},\"subtitle\":\"“My planet was dead. The sky poisoned by war with an extrasolar enemy in a war that continued to rage. Then Calus came.” —Rull, Gun of Kaga Clipse\",\"hash\":1413589586,\"index\":38,\"redacted\":false}"},{"id":1413589587,"json":"{\"displayProperties\":{\"description\":\"The Clipse had only celebrated their first century of global peace when the cataclysm struck. A flash of interstellar gamma radiation killed every living thing in their western hemisphere, poisoned the atmosphere, and destroyed all technological civilization. \\n\\nAs the surviving Clipse clawed back to subsistence cave farming, they met a new horror. The radiation had burnt a mysterious signal into the comets and asteroids of their system, and as this debris rained down on their world, it seeded hideous alien life. \\n\\nMillennia later, they had become a civilization that knew only war—a culture that revered the gun, batteries of planetary defense weapons holding back an endless poison sky-fall. The moon Kaga-Clipse bristled with interceptors, ready to fend off any threat. They were no match for the Leviathan.\",\"name\":\"Mask of Rull\",\"hasIcon\":false},\"subtitle\":\"“My planet was dead. The sky poisoned by war with an extrasolar enemy in a war that continued to rage. Then Calus came.” —Rull, Gun of Kaga Clipse\",\"hash\":1413589587,\"index\":43,\"redacted\":false}"},{"id":1488920815,"json":"{\"displayProperties\":{\"description\":\"Dredgen Yor. Shin Malphur. The showdown at Dwindler's Ridge. Every Gunslinger knows the legend, and if they say they don't, they're lying. Two men go up the ridge to settle their differences. Day and night. Right and wrong. Dredgen Yor's got the black gun Thorn which I ain't of a mind to talk about, except how that gun took everything from Shin. So Shin draws on Yor. Shin draws quicker and he gets the last word. \\n\\nSee? Shin Malphur got the first shot. It's not the second or third or fourth that counts; it's that first shot. Now I am a Gunslinger, and my heart's more or less a cannon, and my purpose is to land that first shot. One shot. You take it and you don't get a second.\",\"name\":\"Rose and Bone\",\"hasIcon\":false},\"subtitle\":\"In his strong hand the man held a Rose. And his aura burned bright.\",\"hash\":1488920815,\"index\":125,\"redacted\":false}"},{"id":1508896098,"json":"{\"displayProperties\":{\"description\":\"HAMIT'S LOG. The lead is good, but so are the Fallen tracking me. I swear on my Ghost there's a hundred camped outside. I'm cornered in the lab and they're using Shanks to run me out of ammunition. War cultist, arm thyself; at least it's a weapons lab. This, er, rustic device was once an experimental axion emitter, which sprays weird particles to light up the basement of the universe. Right here I've coupled the emitter to some catacaustic quark-gluon coils, which will not, due to my scrupulous safety checking, create a strangelet that devours the Earth. I cook up some pain in there, the microverse decays, and the result comes out here. If it doesn't work, well, please name the crater after me.\",\"name\":\"The Wardcliff Coil\",\"hasIcon\":false},\"subtitle\":\"Ingenuity. Desperation. A haphazard prototype of terrible power. Such were the factors at play in the Wardcliff Incident.\",\"hash\":1508896098,\"index\":163,\"redacted\":false}"},{"id":1577040049,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Attunement of the Elements\",\"icon\":\"/common/destiny2_content/icons/0bf13c64211cf1a07bfa041761e9605b.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":1577040049,\"index\":117,\"redacted\":false}"},{"id":1577040050,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Attunement of Conduction\",\"icon\":\"/common/destiny2_content/icons/00de66c6eb5990ab9b9f11a4ef76d5fc.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":1577040050,\"index\":116,\"redacted\":false}"},{"id":1607431126,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":1607431126,\"index\":74,\"redacted\":true}"},{"id":1607431127,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":1607431127,\"index\":75,\"redacted\":true}"},{"id":1667080809,"json":"{\"displayProperties\":{\"description\":\"I thought I was dead. Held my own for bit, but I could hear the Wizard wasn't alone and she'd be coming for whoever took out her spawn. It was just lying there, honestly. Looked like a standard old Outrider kit, but it had this rig, enough small diamond conduits to make me think it was something pulled out of those old Bray labs in the MNP. I don't just go putting things on my head, but I was desperate. Not sure what activated the thing, but sure enough there she was. I already had a lock on her, and once I engaged, there was nowhere she could hide.\",\"name\":\"Foetracer\",\"hasIcon\":false},\"subtitle\":\"\\\"I see you.\\\"\",\"hash\":1667080809,\"index\":19,\"redacted\":false}"},{"id":1667080810,"json":"{\"displayProperties\":{\"description\":\"I'm on the ground, half inside Mav's Ward. Lucky for me, it's my head that's half in. The stars over my head are going out one at a time, but that could just be Taken goo blocking my sight. \\n\\nThis giant one-eyed nightmare we woke up is real unhappy to see us. This wasn't the plan—we just came here to rob him. \\n\\nLuna's dry. The 'horn's dull. Mav's either laughing, or screaming for her life spraying lead everywhere. She's floating past Psions that won't stop splitting. STOP SPLITTING. \\n\\nWe're almost out of time. We have one shot. \\nSo I pull out the bird and give this sucker the finger. \\nOne red-hot glowing finger.\",\"name\":\"Celestial Nighthawk\",\"hasIcon\":false},\"subtitle\":\"Starlight is your guide. No vacuum will contain you.\",\"hash\":1667080810,\"index\":18,\"redacted\":false}"},{"id":1667080811,"json":"{\"displayProperties\":{\"description\":\"\\\"If you were rich, what would you do with all your money?\\\" \\n\\\"Uh… I dunno. Maybe start my own business. Be some kinda bounty hunter.\\\" \\n\\\"What you mean, bounty hunter? We got thousands of Guardians running around, bounty-hunting anything that moves!\\\" \\n\\\"Nuh-uh! That's all just sport. Them Awoken out in the Reef, I figure they might pay me to hunt folks down. And I got a secret. It's gonna gimme a real leg up on all them Guardians who come to copycat me when they see what a good idea I got.\\\" \\n\\\"Yeah? What is it?\\\" \\n\\\"This Hunter, she sold me a visor that lets you find all the stupid enemies in a crowd. Called it 'knucklehead radar' or something like that.\\\" \\n\\\"Huh. How's it work?\\\" \\n\\\"Couldn't tell ya.\\\"\",\"name\":\"Knucklehead Radar\",\"hasIcon\":false},\"subtitle\":\"You can see the point, right? Who wants to team up with one?\",\"hash\":1667080811,\"index\":17,\"redacted\":false}"},{"id":1751782730,"json":"{\"displayProperties\":{\"description\":\"The hurricane battered me with a ferocity beyond any foe I had met, battered harder than the roiling chaos in my mind that drove me here, to the ends of the system, in search of— \\n\\n“Calm,” whispered the Voidwalker. “Burn!” roared the Sunsinger. All I could hear was the impassive voices of my teachers, encouraging me (ordering me?) to find my path, find it soon, no matter the risk, because we can never know when it will all be taken away again, when the storm will overtake us. Words, buffeting me like the hail that pelted my face as I pushed through the howling winds, forced my way through to the eye of— \\n\\nPeace. \\n\\nThe stillness of the hurricane's eye prickled my skin and brought with it realization. We don't have to choose between the calm and the storm. In fact, to have either, we must have both. \\n\\nThat was the day I first called the storm.\",\"name\":\"Stormcaller\",\"hasIcon\":false},\"subtitle\":\"Harmony within, hurricane without.\",\"hash\":1751782730,\"index\":99,\"redacted\":false}"},{"id":1806108948,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Way of the Wind\",\"icon\":\"/common/destiny2_content/icons/4b5ac626aa64eaf755260ba4422357d0.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":1806108948,\"index\":105,\"redacted\":false}"},{"id":1806108951,"json":"{\"displayProperties\":{\"description\":\"\",\"name\":\"Way of the Warrior\",\"icon\":\"/common/destiny2_content/icons/6ddf01d235e5f4b8a651a466e40d9867.png\",\"hasIcon\":true},\"subtitle\":\"\",\"hash\":1806108951,\"index\":104,\"redacted\":false}"},{"id":1825472716,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":1825472716,\"index\":141,\"redacted\":true}"},{"id":1862800745,"json":"{\"displayProperties\":{\"description\":\"\\\"Listen to me very carefully. They're coming for you. They'll ask you for a name. Your name is Felwinter.'\\\" \\n\\\"I don't think that's my name.\\\" \\n\\\"I know. Say it anyway.\\\" \\n\\\"Why can't I remember my name? I always remember my name. Something's wrong. Was I damaged in Crypt processing?\\\" \\n\\\"I don't know anything about the Deep Stone Crypt. Before my time.\\\" \\n\\\"What the hell are you?\\\" \\n\\\"You don't trust me.\\\" \\n\\\"No.\\\" \\n\\\"You will.\\\" \\n\\\"You're a very presumptuous little drone. What makes you think that?\\\" \\n\\\"No one else will help you. It's kill or die out there.\\\"\",\"name\":\"Winter's Guile\",\"hasIcon\":false},\"subtitle\":\"\\\"I know you.\\\" —Lord Felwinter\",\"hash\":1862800745,\"index\":78,\"redacted\":false}"},{"id":1862800746,"json":"{\"displayProperties\":{\"description\":\"As you test the armlet, a regal voice sounds in your mind. \\n“Listen! I am a Hunter, like you, and I made this armlet to help you in your hunts. Will you help me in mine? \\n\\n“I remember a woman from my first life. I remember she was mine, my love, my wife. And I was hers, her love, her wife. I remember nothing else except the hole in my heart. I live in hope that she, too, has been reincarnated somewhere on this new Earth. \\n\\n“I built this armlet with a neuromech trawl. It will scour whatever mind it touches, flesh or machine, for any hint of my beloved. The trawl will drink power to feed you. And if anyone you touch has seen my wife, the trawl will know. If, only and ever if, I have remembered her truly.”\",\"name\":\"Karnstein Armlets\",\"hasIcon\":false},\"subtitle\":\"“You are mine, you shall be mine, you and I are one for ever.”\",\"hash\":1862800746,\"index\":77,\"redacted\":false}"},{"id":1862800747,"json":"{\"displayProperties\":{\"description\":\"“Thanks. Helium reactors still intact. What did you call them?” \\n“Sunbreakers.” \\n“Hmm. Bad idea. I go around touting that name and those mercs will come out of their caves and I'll have twice the trouble. I've got enough bad blood with those barbarians.” \\n“What?” \\n“The Sunbreakers, old Titan order, super serious mercenaries, fire hammers? Been in the wilds for decades, and word is they've made a new pact with the City, so there's bound to be more of them.” \\n“It's just a name.” \\n“You tell them that, they'll probably put a bounty on you and try to sacrifice you to their forge. I'll call them Sunbracers.” \\n“Call them what you want. To me they'll always be Sunbreakers.”\",\"name\":\"Sunbracers\",\"hasIcon\":false},\"subtitle\":\"\\\"When one can wield the fire of stars, what use is flesh and bone?\\\"\",\"hash\":1862800747,\"index\":76,\"redacted\":false}"},{"id":1876645652,"json":"{\"displayProperties\":{\"description\":\"Rull gathered his cloak around him tightly as he pushed his way through the teeming marketplace. All around him, Cabal stumbled and pushed their way towards the celebration. No one seemed to question his identity as a foreign merchant, but his heart still raced. \\n\\nRull thought about the mission that Emperor Calus had given him. \\n\\n\\\"I'm sending you to the Cabal homeworld, Rull. There's a celebration, and you are to be a bearer of my gifts—the finest wines and spirits the universe has to offer.\\\" \\n\\nRull was disappointed. He wanted to bring down great beasts, not assassinate old Cabal aristocrats. \\n\\n\\\"Oh, Rull. Don't fret. I promised you a warrior's paradise and you shall have it. The gifts will buy you access to some of my former friends. I haven't spoken to them in some time, and well, I'd like them to know I haven't forgotten.\\\"\",\"name\":\"Chassis of Rull\",\"hasIcon\":false},\"subtitle\":\"“Calus invited the Clipse to join his Loyalists. We refused, at first. So he sent a Shadow.” —Rull, Gun of Kaga Clipse.\",\"hash\":1876645652,\"index\":41,\"redacted\":false}"},{"id":1876645653,"json":"{\"displayProperties\":{\"description\":\"Rull gathered his cloak around him tightly as he pushed his way through the teeming marketplace. All around him, Cabal stumbled and pushed their way towards the celebration. No one seemed to question his identity as a foreign merchant, but his heart still raced. \\n\\nRull thought about the mission that Emperor Calus had given him. \\n\\n\\\"I'm sending you to the Cabal homeworld, Rull. There's a celebration, and you are to be a bearer of my gifts—the finest wines and spirits the universe has to offer.\\\" \\n\\nRull was disappointed. He wanted to bring down great beasts, not assassinate old Cabal aristocrats. \\n\\n\\\"Oh, Rull. Don't fret. I promised you a warrior's paradise and you shall have it. The gifts will buy you access to some of my former friends. I haven't spoken to them in some time, and well, I'd like them to know I haven't forgotten.\\\"\",\"name\":\"Chassis of Rull\",\"hasIcon\":false},\"subtitle\":\"“Calus invited the Clipse to join his Loyalists. We refused, at first. So he sent a Shadow.” —Rull, Gun of Kaga Clipse.\",\"hash\":1876645653,\"index\":36,\"redacted\":false}"},{"id":1879212553,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":1879212553,\"index\":142,\"redacted\":true}"},{"id":1879942842,"json":"{\"displayProperties\":{\"description\":\"The greatest warriors of the Clipse lay dead. They formed a bloody trail through the Leviathan. Only Rull had lived to see the throne room. \\n\\nCalus calmly sipped his wine and considered Rull from the height of his golden seat. \\n\\n\\\"Are you hungry?\\\" \\n\\nRull stared dumbfounded, bleeding and exhausted. He didn't know what to make of a creature that would casually offer sustenance and slaughter in equal measure. \\n\\n\\\"I offer you a warrior's paradise, Rull of the Clipse. Join me, and be counted among the lucky few that might see the end of this world.\\\" \\n\\nWhat could Rull do but accept?\",\"name\":\"Gauntlets of Rull\",\"hasIcon\":false},\"subtitle\":\"“Calus had won. But he took nothing from us. Instead he gave us everything we needed to end our perpetual war.” —Rull, Gun of Kaga Clipse.\",\"hash\":1879942842,\"index\":40,\"redacted\":false}"},{"id":1879942843,"json":"{\"displayProperties\":{\"description\":\"The greatest warriors of the Clipse lay dead. They formed a bloody trail through the Leviathan. Only Rull had lived to see the throne room. \\n\\nCalus calmly sipped his wine and considered Rull from the height of his golden seat. \\n\\n\\\"Are you hungry?\\\" \\n\\nRull stared dumbfounded, bleeding and exhausted. He didn't know what to make of a creature that would casually offer sustenance and slaughter in equal measure. \\n\\n\\\"I offer you a warrior's paradise, Rull of the Clipse. Join me, and be counted among the lucky few that might see the end of this world.\\\" \\n\\nWhat could Rull do but accept?\",\"name\":\"Gauntlets of Rull\",\"hasIcon\":false},\"subtitle\":\"“Calus had won. But he took nothing from us. Instead he gave us everything we needed to end our perpetual war.” —Rull, Gun of Kaga Clipse.\",\"hash\":1879942843,\"index\":35,\"redacted\":false}"},{"id":1909527967,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":1909527967,\"index\":138,\"redacted\":true}"},{"id":1960303676,"json":"{\"displayProperties\":{\"description\":\"With a flourish, Emperor Calus lifted a hand. “My Star, a gift for you.” The theater had begun. \\n\\nThe hangar door opened slowly, and behind it a row of purple banners dropped, one after another. As each banner snapped into place, a Psion fell to hands and knees, head bowed low. \\n\\nJarus's shoulder disappeared in the emperor's hand. “Come, let us open your gift.” The two walked past the kneeling warriors. “I have named it for you,” Calus crooned. “I call it God's Will.” \\n\\nJarus's chest fluttered. The ship was beautiful. A drum sounded. A Cabal emerged, delicately carrying armor, holding it as if it would break. Piece by piece it was placed on the floor in front of Jarus. \\n\\nThe weight on his shoulder lifted. “This is yours. When you take it, you are mine.” Calus left. His procession followed. Only God's Will and Jarus remained.\",\"name\":\"Grips of the Ace-Defiant\",\"hasIcon\":false},\"subtitle\":\"“The Sindu fly like surgeons operate. And the Ace-Defiants are the best among them. Only one Shadowed me.” —Emperor Calus\",\"hash\":1960303676,\"index\":5,\"redacted\":false}"},{"id":1960303677,"json":"{\"displayProperties\":{\"description\":\"With a flourish, Emperor Calus lifted a hand. “My Star, a gift for you.” The theater had begun. \\n\\nThe hangar door opened slowly, and behind it a row of purple banners dropped, one after another. As each banner snapped into place, a Psion fell to hands and knees, head bowed low. \\n\\nJarus's shoulder disappeared in the emperor's hand. “Come, let us open your gift.” The two walked past the kneeling warriors. “I have named it for you,” Calus crooned. “I call it God's Will.” \\n\\nJarus's chest fluttered. The ship was beautiful. A drum sounded. A Cabal emerged, delicately carrying armor, holding it as if it would break. Piece by piece it was placed on the floor in front of Jarus. \\n\\nThe weight on his shoulder lifted. “This is yours. When you take it, you are mine.” Calus left. His procession followed. Only God's Will and Jarus remained.\",\"name\":\"Grips of the Ace-Defiant\",\"hasIcon\":false},\"subtitle\":\"“The Sindu fly like surgeons operate. And the Ace-Defiants are the best among them. Only one Shadowed me.” —Emperor Calus\",\"hash\":1960303677,\"index\":0,\"redacted\":false}"},{"id":1961777956,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":1961777956,\"index\":24,\"redacted\":true}"},{"id":2013109092,"json":"{\"displayProperties\":{\"description\":\"When his eyes finally opened, Jarus was staring at a fuzzy silhouette of something giant. The giant spoke. “Welcome home,” it rumbled. Jarus blinked rapidly. The room began to come into focus, shining like a temple. The giant spoke again.  \\n\\n“My child, there is nothing to fear. I have rescued you. Welcome to my empire.” The feeling returned to Jarus' limbs. He was restrained. And this creature now towered over him. He was staring into the face of death. “Fear not, my warrior-to-be.”  \\n\\nJarus blinked slowly. What about the other pilots? His battalion? Did they escape?  \\n\\n“You, the last star-pilot of the Sindû, will be my Ace-Defiant.” \\n\\nIt was not a choice.\",\"name\":\"Helm of the Ace-Defiant\",\"hasIcon\":false},\"subtitle\":\"“The Sindu inhabited gas giants in the spinward marches. They refused my invitation at first. As with all things, they came to see things my way.” —Emperor Calus\",\"hash\":2013109092,\"index\":3,\"redacted\":false}"},{"id":2013109093,"json":"{\"displayProperties\":{\"description\":\"When his eyes finally opened, Jarus was staring at a fuzzy silhouette of something giant. The giant spoke. “Welcome home,” it rumbled. Jarus blinked rapidly. The room began to come into focus, shining like a temple. The giant spoke again.  \\n\\n“My child, there is nothing to fear. I have rescued you. Welcome to my empire.” The feeling returned to Jarus' limbs. He was restrained. And this creature now towered over him. He was staring into the face of death. “Fear not, my warrior-to-be.”  \\n\\nJarus blinked slowly. What about the other pilots? His battalion? Did they escape?  \\n\\n“You, the last star-pilot of the Sindû, will be my Ace-Defiant.” \\n\\nIt was not a choice.\",\"name\":\"Helm of the Ace-Defiant\",\"hasIcon\":false},\"subtitle\":\"“The Sindu inhabited gas giants in the spinward marches. They refused my invitation at first. As with all things, they came to see things my way.” —Emperor Calus\",\"hash\":2013109093,\"index\":8,\"redacted\":false}"},{"id":2035730315,"json":"{\"displayProperties\":{\"description\":\"Eris, \\nI have scoured my library but found nothing on this “Nokris” of which you speak. I am sorry both for the delay and that I could not be of more help. Do you ever feel any affection for the creatures that changed you? I confess this weakness myself. In the shadow of the Pyramidion, I have sometimes felt a kind of craven admiration for the illimitable superior beings that suffuse my body. I can feel them move through my veins with purpose, magnetized to the intent of the Minds that have come to machinoform Echo Mesa. I have a sense of their desires. They have changed since I fell. And so, I am—if nothing else—a new variable in whatever grand equation compels them. \\n\\nMy arm grows worse. This morning, I cut my finger and bled radiolaria. I will redouble my efforts. \\n\\nTruth in action, \\nAsher Mir\",\"name\":\"Gensym Knight\",\"hasIcon\":false},\"subtitle\":\"\\\"Remember, the universe is a chaotic system. This frippery won't protect you from the continuum.\\\" —Asher Mir\",\"hash\":2035730315,\"index\":29,\"redacted\":false}"},{"id":2067816800,"json":"{\"displayProperties\":{\"description\":\"What's the Crucible? Before the days of the City and the Iron Lords, it was a place to pursue vendettas. To battle for territory, and pettier reasons. The whole world was a Crucible arena. The Crucible today? To Cayde-6, it's a gambler's paradise. To Zavala, it's a resource sink where equipment goes to die. To Ikora, it's home—though she would never admit it. \\n\\nPartial answers. The tactics and techniques that will save us in wars to come are birthed in the Crucible, during live-fire training. The Vanguard are so preoccupied with their own agendas they're missing the Vanguard of tomorrow rising right before their eyes. \\n\\nGhosts find Guardians. The Crucible forges them. \\n– Lord Shaxx\",\"name\":\"Binary Phoenix\",\"hasIcon\":false},\"subtitle\":\"The phoenix that fights itself, then rises from its ashes stronger than ever. That is the Crucible.\",\"hash\":2067816800,\"index\":33,\"redacted\":false}"},{"id":2094938672,"json":"{\"displayProperties\":{\"description\":\"Keep it secret.  Keep it safe.\",\"name\":\"Classified\",\"hasIcon\":false},\"hash\":2094938672,\"index\":145,\"redacted\":true}"},{"id":2107143042,"json":"{\"displayProperties\":{\"description\":\"The City's first protectors were Ayane Takanome and her Rangers. \\n\\nIn the darkest days, we didn't have many Guardians. And those who Ghosts had revived were scattered across the solar system, far from the people who needed protection as they made their way to the City in the Traveler's shadow. \\n\\nFrom their perches high up in the mountains, the Takanome Rangers guarded the refugee roads to the City. Their rifles brought down many Fallen, as well as human bandits and murderers. \\n\\nBut Rangers only had one life to give. When they died, they were gone forever. So the Takanome Rangers took to planting blue flowers along the roads they watched. That way, when they fell, a piece of them would live on to guide weary travelers home.\\n—Chiyoko Mey, Daito President\",\"name\":\"Takanome Wings\",\"hasIcon\":false},\"subtitle\":\"\\\"Follow the blue flowers to the City. And know that even if the planter is dead, they still watch over you.\\\" —Ayane Takanome\",\"hash\":2107143042,\"index\":122,\"redacted\":false}"},{"id":2109464173,"json":"{\"displayProperties\":{\"description\":\"Well, Micah-10 and Conar found three more Guardians willing to come to Coyote. None of them look thrilled to be here. I wonder what Micah's paying them. When I asked her if five Guardians would be enough to protect us from the Kings, she launched into a speech about how being a Guardian means protecting people no matter what. \\n\\nI know what that means: “Five is not enough. Everyone here is going to die.” \\n\\nI could run. Same fantasy I've been nursing for years: rappel down from the eastern tallwalk, make for the coast. Conar says that tunnel I can see from the tallwalk—it's full of Fallen. Open spaces like the road are safer. With this information I could probably make it ten whole kilometers from the village before I'm killed.  \\n\\nThat's four more than I could have otherwise. Maybe it's worth a shot. \\n\\n—Diary of Himura Shinobu\",\"name\":\"The Bandwagon\",\"hasIcon\":false},\"subtitle\":\"\\\"Because a group of coyotes is a band!\\\" —Therin Vai\\n\\\"I refuse to call it that.\\\"—Nadiya\",\"hash\":2109464173,\"index\":124,\"redacted\":false}"}]